[
  {
    "iso-a3": "CHE",
    "Country": "Switzerland",
    "status": "First NDC update",
    "date": "17/12/2021",
    "6a": "It is important to Switzerland that the global community shares the required efforts to combat global climate change in a fair and equitable manner. The same rules must apply to all Parties, while the effort to reduce greenhouse gas emissions must be differentiated according to a Party’s responsibility and capacity.<br>Switzerland’s commitment to reduce greenhouse gas emissions by at least50 percent by 2030 relative to 1990 levels puts Switzerland on an emission development pathway in line with the recommendations by science to keep average global temperature increase to1.5 degrees Celsius.<br>Switzerland’s emission reductions by 2030 will mainly be achieved domestically, thereby further strengthening Switzerland’s transition to a low carbon economy. Given the low green-house gas intensity of Switzerland today, this NDC represents a high level of ambition for 2030.<br>Switzerland pursues its emission reduction efforts, giving due consideration for fairness and equity. Fairness considerations include various aspects. No single aspect on its own can accurately reflect fairness. The evolving nature of a country’s circumstances should also be reflected in fairness considerations.<br>Switzerland’s understanding of a fair share includes in particular consideration of the aspects below. <br>- Responsibility is reflected in a country’s past, current and future greenhouse gas emissions. Total emissions as well as per capita emissions are to be considered. Today, Switzerland emits around 0.1percentof world’s emissions and per capita emissions are below world’s average. Through climate policies implemented domestically, Switzerland’s total share in global emissions as well as per capita emissions continue to decrease despite a substantial growth in industrial production (1990 –today: +75.1 percent) and population (1990 –today: +27.1 percent). Switzerland has a low level of historic emissions, contributing less than 0.2 percent of cumulative global emissions from1990 to 2014. [WRI’s climate watch data (https://www.climatewatchdata.org/ghg-emissions).]<br>- Capacity to contribute to solving the climate problem is closely related to the ability to invest in appropriate mitigation measures, such as carbon-efficient technologies. Hence, one aspect of capacity is to take into account GDP per capita in fairness considerations. Another core aspect in considering a fair contribution of a country are cost-efficient mitigation potential and abatement costs. Abatement costs vary strongly across countries. It is also to note that marginal abatement costs increase if a country has under-taken ambitious mitigation actions in the past. In fairness considerations, it is important to consider past efforts and early movers. In Switzerland, GDP per capita is high, signifying high ability to invest. At the same time, abatement costs are also high due to the limited availability of short-term cost-efficient mitigation potential: Switzerland’s energy production is nearly carbon free and there is little heavy industry. Territorial emission reduction potential mostly remains in the buildings and transport sectors. This remaining potential has long transformation periods.<br>Based on equity considerations outlined above, Switzerland is committed to strongly reduce greenhouse gas emissions in line with emission reduction pathways that keep the increase in global average temperature to 1.5 degrees Celsius. Switzerland stays committed to continue the fight against climate change at the forefront of international action.<br>In the interest of timely climate action and as an addition to domestic actions, Switzerland intends to use Article 6 activities, contributing to the overall emission reduction target of at least minus 50 percent by 2030 compared with 1990 levels. <br>Under the thirdCO2 Act, which is subject to a facultative referendum, Switzerland is aiming to reduce additional emissions abroad that occurred during the production of goods abroad, imported to Switzerland and therefore not counted towards Switzerland’s emissions reductions objectives. According to the law these emission reductions should correspond as far as possible to the emissions imported to Switzerland through goods produced abroad. The reduction of these emissions will be triggered through the Swiss Climate Fund, newly established under the third CO2 Act, to be sourced in part by a share of the revenues generated by the CO2 levy and a newly established levy on private and business aviation.",
    "6b": "",
    "6c": "Article 4, paragraph 3 of the Paris Agreement provides that each Party’s NDC will present a progression beyond the Party’s then current NDC and reflect its highest possible ambition. Switzerland’s NDC reflects a progression of effort compared with its communication submitted in October 2017. Given the clean energy mix in Switzerland, mitigation opportunities remaining are at high costs. The third CO2 Act adopted by Parliament stipulates an overall emission re-duction target of at least minus 50 percent by 2030 compared with 1990 levels, of which at least three-quarters or 75 percent of the reduction in greenhouse gas emissions must be achieved through measures implemented in Switzerland. This represents a progression from the previous, second CO2Act, which foresaw that at least 60 percent of the reduction in green-house gas emissions were to be achieved by measures taken in Switzerland. Considerable efforts are needed to reach the target. In this regard, Switzerland has continuously increased the rate of the CO2levy on heating and processes fuels, reaching a rate of 96 Swiss francs per tonne of CO2(about 99 US dollars per tonne of CO2) since 2018.The thirdCO2Act allows this rate –while already being one of the highest worldwide –to further increase up to a maximum of 210 Swiss francs per tonne of CO2in the coming years. Indeed, a ratcheting-up mechanism automatically increases the rate of the CO2levy on heating and process fuels if intermediate targets are not met. <br>In addition to domestic efforts, and given Switzerland is a high-income country, Article 6 activities will be used to complement domestic actions contributing to the overall emission reduction target of at least minus 50percentby 2030 compared with1990 levels. <br>Furthermore, the enhanced NDC also reflects the decision by the Swiss Government to aim for a climate neutral Switzerland by 2050. In doing so, Switzerland strengthens its efforts in reducing greenhouse gas emissions in order to contribute to the internationally agreed objective of limiting global warming to 1.5 degrees Celsius when compared with the pre-industrial era. <br>In addition, under the third CO2 Act, which is subject to a facultative referendum, Switzerland is aiming to reduce additional emissions abroad that are not counted towards Switzerland’s emissions reductions objectives, but which contribute to limiting the global temperature in-crease in accordance with the objectives of the Paris Agreement. According to the law they should correspond as far as possible to Switzerland’s imported “grey” emissions.<br>The updated and enhanced NDC therefore represents a progression in several areas:<br>- a progression of the NDC from minus 50 percent by 2030 to at least minus 50 percent by 2030compared to 1990 levels;<br>- an increase of the indicative goal to reduce greenhouse gas emissions to net zero emissions by 2050 (compared to the previous objective of minus 70 to 85 percent by 2050 compared to 1990);<br>- a 25 percent increase of the domestic share of emission reductions, from 60 percent to at least 75 percent;<br>- compensation of imported “grey” emissions through additional emission reductions abroad, not counted towards Switzerland’s emission reductions objectives;<br><br>Finally, Switzerland applies the guidance adopted at COP-24in Katowice.",
    "6d": "Article 4, paragraph 4 of the Paris Agreement provides for developed countries, such as Switzerland, to continue taking the lead by undertaking economy-wide emission reduction targets. Switzerland has a long history of concrete climate policy measures and a CO2Actsince 2000. The country had absolute economy-wide emission reduction targets both under the first and second commitment period of the Kyoto Protocol and will continue to formulate absolute economy-wide targets.",
    "6e": "Not applicable.",
    "7a": "The Paris Agreement has been adopted in the context of the UNFCCC and specifies its provisions. Thus any actions and measures taken in view of Article 2.1a and 4.1 of the Paris Agreement serve the objective of the Convention.",
    "7b": "Switzerland’s commitment to reduce emissions by at least 50 percent by 2030 relative to 1990 levels puts Switzerland on an emission development pathway that corresponds with the latest recommendations of the IPCC special report on 1.5 degrees Celsius to reduce global CO2 emissions by minus 40 to 50 percent by 2030 below 2010 levels. The formulated commitment by 2030 is further consistent with the longer term aim of the Swiss Government to reduce greenhouse gas emissions to net zero by 2050. In order to reach net zero emissions, technologies that permanently remove greenhouse gases from the atmosphere and store them are to be used in the future to some extent. It is to note that Switzerland’s per capita emissions were already at world average levels in 2006.",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "EU27",
    "Country": "European Union (27)",
    "status": "First NDC update",
    "date": "18/12/2020",
    "6a": "The EU’s enhanced NDC represents a significant progression beyond both its current undertaking of a 20% emissions reduction commitment by 2020 compared to 1990, and its NDC submitted at the time of ratifying the Paris Agreement. Both the initial NDC and this update require significantly higher emissions reductions than were projected as business as usual at the time of their adoption.<br>This will ensure the EU continues to be the most greenhouse gas efficient major economy.<br>The emissions in the EU Member States peaked in 1979.<br><br>By the end of 2019, the EU and its Member States have already reduced their emissions by around 26% on 1990 levels while GDP has grown by more than 64% over the same period. <br><br>As a result, average per capita emissions across the EU and its Member States have fallen from 12 tonnes CO2-eq in 1990 to 8.3 tonnes CO2-eq. This has also made the EU already today the most greenhouse gas efficient major economy. [Historical data presented in this section refers to the 28 Member States of the EU up to 1 February 2020. Following the Withdrawal Agreement between the EU and the UK, and the Transition Period that will end on 31 December 2020, the UK contribution to the 2020 target will be reported up to the end of2020.The most GHG efficient major economy finding is bas ed on findings (for EU28) from den Elzen et al. (2019) Are the G20 economies making enough progress to meet their NDC targets? Energy Policy 126 https://doi.org/10.1016/j.enpol.2018.11.027]",
    "6b": "The IPCC Special Report on global warming of 1.5°C shows that pathways limiting warming to 1.5°C typically achieve net zero greenhouse gas emissions at global level in the second half of this century. This enhanced NDC is in line with the EU’s agreed objective of achieving a climate-neutral EU by 2050. The EU therefore considers the enhanced NDC to be a fair contribution towards the global temperature goal of the Paris Agreement.",
    "6c": "With this enhancement, the EU NDC represents a progression of ambition compared to both its 2020 commitment and its initial NDC submission. See 6a",
    "6d": "The EU complies with this provision by having an economy-wide absolute target.",
    "6e": "Not applicable, as applicable only to LDCs and Small Island Developing States.",
    "7a": "The EU considers its enhanced NDC to be in line with the objective of the UNFCCC and long term goal of the UNFCCC Paris Agreement, as explained in 6a and 6b.",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "EU28",
    "Country": "European Union (28)",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "NOR",
    "Country": "Norway",
    "status": "First NDC update",
    "date": "07/02/2020",
    "6a": "Norway's approach to consider fairness and ambition is to assess how its nationally determine contribution contributes to meeting the global long-term goal of the Paris Agreement.<br>The scientific basis for such an assessment is the recent IPCC reports. The 5th Assessment Report shows that scenarios that are likely to limit global warming below 2°C require that global emissions must be reduced by 40 to 70% by 2050 compared to 2010 levels.<br>The IPCC special report on the impacts of global warming of 1,5°Cshows pathways that limit global warming to 1.5°C with no or limited overshoot. They describe a 40 -50 % reduction in net anthropogenic GHG emissions by 2030 compared to 2010 levels, and net anthropogenic CO2 emissions reaching net zero around 2050 (2045 –2055) accompanied by the reductions in non-CO2emissions. <br>Norway's nationally determined contribution is in line with the emissions pathways towards 2050 and onwards that correspond to keeping global warming in line with the global long-term goal of the Paris Agreement",
    "6b": "Norway regards its nationally determined contribution to represent its fair share of the efforts to achieve the global long-term goal of the Paris Agreement.",
    "6c": "Norway's updated and strengthened nationally determined contribution represents a progression beyond its previously communicated nationally determined contribution, as the emission reductions are enhanced from at least 40 per cent to at least 50 per cent towards 55 per cent. <br>It is an ambitious target for Norway to achieveby2030.Norway has considered how to increase ambition, and Norway believes the strongest way of doing this is to do on a European basis, together with the European Union. The achievement of the target is dependent on a broad set of mitigation measures. The implementation of the enhanced NDC for 2030 will be an important part of Norway's process of transforming to a low-emission society by 2050.",
    "6d": "Not applicable.",
    "6e": "Not applicable.",
    "7a": "Norway regards the long-term target of the Paris Agreement to be in line with Article 2 of the Convention. The answer to this question is therefore explained under 6a.",
    "7b": "See 6a and 7a.",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "MEX",
    "Country": "Mexico",
    "status": "First NDC update",
    "date": "30/12/2020",
    "6a": "The reduction of GHG emissions that Mexico proposes to achieve by 2030 in the update of its NDC. It is ambitious since the NDC contains unconditional contributions and additional actions which take into account that Mexico is a developing country. It is appropriate to emphasize that Mexico is currently facing severe difficulties associated with the economic crisis, so endorsing our commitments and providing additional resources to implement new policies is an effort that is being made to allow more countries to join the increase in ambition.<br>The NDC is considered ambitious since it incorporates all the recommendations regarding means of updating the NDC and adheres to the methodologies developed by the IPCC, to the effect of the registration of emissions in the INEGyCEI. Likewise, national funding mechanisms and efforts have been developed in the context of the guidelines and recommendations of the UNFCCC and other relevant international organizations on the subject.<br>The increased ambition in the adaptation component aims to be fair with the Mexican population by recognizing the particular vulnerability of certain com-munities and highlighting the coordinated and common efforts as a nation but differentiated in terms of early attention to the most affected sectors.",
    "6b": "Even though Mexico is not one of the countries that contributes the most green-house gas emissions to the atmosphere, the National Development Plan 2019—2024 establishes the premise of \"Leave no one out, leave no one behind\" and defines \"We advocate for a development model that respects the inhabitants and the habitat, equitable, aimed at correcting rather than exacerbating in-equalities, a protector of cultural diversity and the natural environment, sensitive to regional and local economic modalities and singularities, and aware of the needs of the country's future inhabitants, to whom we cannot inherit a territory in ruins”. <br>Mexico has incorporated the NDC in its legislation and planning processes, ensuring ways and processes for its implementation. This NDC is a considerable effort undertaken by the country and it demonstrates the highest degree of ambition considering the current possibilities. Thus, the NDC is considered fair and ambitious.<br>Through the coordinated action of society, Mexico is convinced that it will be able to achieve the goals, and through the solidarity of the international com-munity it will be possible to reach the conditional commitments, contributing to the accomplishment of the Paris Agreement.",
    "6c": "Mexico presented its Intended Nationally Determined Contributions (INDC) and its unconditional mitigation commitment considering national circumstances in 2015, which are updated in this document. The NDC represents the highest level of ambition possible for the country at this time, given its level of development. It is considered to be fair, since Mexico's contribution to global emissions is 1.3% of the global total, with per capita emissions of 3.7 tons, which is below the global average of 5 tons per capita, that is, 4.4 times less than that of our main trading partner, the United States of America with 16.5 tons per capita and half of the world's largest emitter, 7.5 tons per capita.",
    "6d": "Mexico, as a middle-income developing country, which is among the 20 largest emitters, recognizes its role in the global responsibility for mitigation and has established commitments that cover all sectors considered by the 2006 IPCC Guidelines, with goals set for 2030. In defining these commitments, it adheres to IPCC reports and guidelines, takes into account the country’s level of development, poverty reduction priorities, the need to integrate policies on Short-Lived Climate Pollutants, and other promising policies under development, such as the first Emissions Trading System in Latin America. It also considers the cur-rent state of climate policies in developed countries, the possibilities of climate finance and current technology transfer. Other considerations include the analysis and strengthening of public policy on carbon pricing and policies in other government levels.",
    "6e": "Not applicable.",
    "7a": "Mexico's NDC is consistent with the objective of the Paris Agreement to keep the increase in global average temperature well below 2°C from pre-industrial levels. Likewise, economic, and national circumstances have been considered both for the construction of the foundations and for the possible pathway of the mitigation potential. In particular, the objectives consider the need to accelerate action to achieve peak emissions as soon as possible and decarbonization by the second half of the century, as Article 2 notes for developing countries.",
    "7b": "Mexico's NDC is consistent with the objective of the Paris Agreement to keep the increase in global average temperature well below 2°C from pre-industrial levels. Mexico's emissions represent 1.3% of global emissions, in such a way that the reduction of 22% in its emissions in 2030 translates into avoiding the emission of around 210 MtCO2e in that year to contribute to the global goal. In addition, the country could reduce up to 36% if the following conditions are met: <br>1) The Paris Agreement as a whole achieves greater global ambition led by the countries with the highest emissions and the greatest economic development; 2) Mexico obtains additional financial resources to increase ambition on a scale that allows for implementation projects and not only studies addressing technical or institutional issues; 3) the transfer of available technology is facilitated through international cooperation; and 4) progress is made at the international level on policies to establish an international price for carbon and adjustments on tariffs for carbon content. These actions could help reduce an additional 137 MtCO2e by 2030 and would support the implementation of a more accelerated decarbonization pathway in the country.",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "USA",
    "Country": "United States of America",
    "status": "First NDC (after rejoining the Paris Agreement)",
    "date": "22/04/2021",
    "6a": "The United States’ NDC exceeds a straight-line path to achieve net-zero emissions, economy-wide, by no later than 2050.  It also promotes the goal of keeping within reach a 1.5 degree Celsius limit on global average temperature increase.",
    "6b": "See 6(a)",
    "6c": "While Article 4.3 does not necessarily apply to this NDC, the United States nevertheless notes that this NDC substantially increases ambition compared to the NDC previously submitted in relation to 2025.",
    "6d": "The NDC is an absolute economy-wide emissions reduction target.",
    "6e": "N/A",
    "7a": "As noted above, this NDC exceeds the pace required for a straight-line path to achieve net-zero emissions, economywide, by no later than 2050. <br> <br>This NDC would therefore contribute substantially towards achieving the ultimate objective of the UNFCCC of stabilizing greenhouse gas concentrations in the atmosphere at a level that would prevent dangerous anthropogenic interference with the climate system, and within a time frame sufficient to allow ecosystems to adapt naturally to climate change, to ensure that food production is not threatened and to enable economic development to proceed in a sustainable manner.",
    "7b": "As noted above, the United States’ NDC is consistent with the Paris Agreement temperature goal of holding the increase in the global average temperature to well below 2degrees Celsius above pre-industrial levels and pursuing efforts to limit the temperature increase to 1.5degrees Celsius above pre-industrial levels, recognizing that this would significantly reduce the risks and impacts of climate change (Article 2.1(a)). <br> <br>This NDC is expected to put the United States on a path to achieve net-zero emissions, economy-wide, by no later than 2050, which would contribute substantially to  the aim outlined in Article 4.1 to reach global peaking of greenhouse gas emissions as soon as possible, and to undertake rapid reductions thereafter in accordance with best available science, so as to achieve a balance between anthropogenic emissions by sources and removals by sinks of greenhouse gases in the second half of this century.",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "RUS",
    "Country": "Russia",
    "status": "First NDC update",
    "date": "25/11/2020",
    "6a": "During the first period of the Kyoto Protocol, the Russian Federation ensured that the established indicator to limit greenhouse gas emissions did not exceed 100% of the 1990 level. Until 2020, the target indicator to reduce greenhouse gas emissions was set in a proactive manner by Decree of the President of the Russian Federation No. 752 dated September 30, 2013 “On the reduction of greenhouse gas emissions” and is no more than 75% of the 1990 level.<br>The Intendent Nationally Determined Contribution, tentatively announced in 2015 in support of the Lima Call for Climate Action, was to limit anthropogenic greenhouse gas emissions in the Russian Federation to 70-75 percent of 1990 emissions by 2030, accounting for the maximum possible absorption capacity forests. This indicator is intended to demonstrate the importance of protecting and improving the quality of removals and sinks of greenhouse gases, as mentioned in Article 5 of the Paris Agreement.<br>The first nationally determined contribution of the Russian Federation is consistent and calls to reduce greenhouse gas emissions by 2030, reduction of greenhouse gas emissions to 70 percent compared to the 1990 level, taking into account the maximum possible absorptive capacity of forests and other ecosystems and subject to sustainable and balanced socio-economic development of the Russian Federation. This indicator was determined based on the need to ensure the economic development of the Russian Federation on a sustainable basis, as well as to protect and improve the quality of sinks and storage facilities for greenhouse gases.",
    "6b": "",
    "6c": "See 6a",
    "6d": "Not applicable.",
    "6e": "Not applicable.",
    "7a": "The nationally determined contribution of the Russian Federation contributes to the achievement of the goal of the Convention, since it is a fair and real contribution to the stabilization of the global concentration of greenhouse gases in the atmosphere (taking into account the efforts already made to limit greenhouse gas emissions) and does not pose a threat to the economic development of the Russian Federation on a sustainable basis",
    "7b": "The nationally determined contribution of the Russian Federation contributes to the achievement of the global temperature target, since by 2030 the cumulative reduction in greenhouse gas emissions of the Russian Federation since 1990 is to exceed 55 billion tonnes of CO2-eq.",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "GAB",
    "Country": "Gabon",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "LIE",
    "Country": "Liechtenstein",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "AND",
    "Country": "Andorra",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "CAN",
    "Country": "Canada",
    "status": "First NDC update",
    "date": "12/07/2021",
    "6a": "Canada’s updated NDC represents a significant progression compared to its NDC submitted at the time of ratifying the Paris Agreement. Both Canada’s initial NDC and this updated NDC require significantly higher emissions reductions than were projected as business-as-usual at the time of their adoption.<br>Canada faces unique challenges in reducing its emissions including a large geographic area, extreme hot and cold temperatures and significant economic activity from hard-to-decarbonize sectors. Canada already has one of the cleanest electricity grids in the world, with over 80% of its electricity coming from clean sources and one of the most stringent carbon pricing systems in the world. Nevertheless, Canada is committed to doing its part to fight global climate change and to achieve its NDC and net-zero emissions by 2050.",
    "6b": "The IPCC Special Report on Global Warming of 1.5°C shows that global GHG emissions must reach net-zero in most pathways that limit global warming to 1.5°C. This enhanced NDC is line with Canada’s 2050 net-zero emissions target. <br>Canada’s latest climate plan, A Healthy Environment and a Healthy Economy, was informed by a gender-based analysis plus (GBA+), which assesses how diverse groups of women, men and non-binary people may experience policies, programs and initiatives. The Government of Canada has been committed to using gender-based analysis, and more recently GBA+, in the development of policies, programs and legislation since 1995. GBA+ provides federal officials with the means to attain better results for Canadians by being more responsive to specific needs and ensuring that government policies and programs are inclusive, equitable and barrier-free. <br>The Government of Canada’s Canadian Gender Budgeting Act came into force in 2018, requiring the Minister of Finance to publicize the gender and diversity impacts of budget measures and for the President of the Treasury Board to publicize the gender and diversity impacts of existing Government of Canada expenditure programs. For example, a GBA+ was conducted for the Government of Canada’s 2021 Budget that found that 48% of the budget’s investments will benefit women and men equally and 34% will disproportionately benefit women. In 2021, the Government of Canada also released the Federal Pathway to Address Missing and Murdered Indigenous Women, Girls and 2SLGBTQQIA+ People, which supports systemic change to address the tragedy of missing and murdered Indigenous women, girls and Two Spirit, lesbian, gay, bisexual, transgender, queer, questioning, intersex and asexual people. <br>The Government of Canada will conduct additional GBA+ for each climate policy and programs to maximize positive benefits for those most impacted by the negative effects of climate change, including low-income Canadians, women, racialized Canadians, persons with disabilities, Indigenous communities and people living in rural and remote communities. This is in line with the Gender Action Plan adopted at COP25.Principles of a fair recovery will be built into policy planning, similar to what was done to promote social equity in the transition away from coal-fired electricity following the recommendations of the Just Transition Task Force for Coal Power Workers and Communities. Furthermore, mitigation strategies will be developed in cases where measures are found to exacerbate or perpetuate inequalities. <br>In Winter 2021, the Government of Canada updated its Federal Sustainable Development Strategy (FSDS) to show how the Government is taking action to advance the goals of the 2019-22 FSDS. The goals of the FSDS include taking effective action on climate change and creating modern, sustainable and resilient infrastructure that supports clean economic growth and social inclusion. Actions under the FSDS include advancing an inclusive approach to trade, engaging internationally to advance ambitious and inclusive climate action, and promoting gender equality and the role of women in climate action around the world. <br>The Government of Canada will also continue to lead on critical initiatives abroad that foster diversity and inclusion and put people at the heart of the green transition, including the Equal by 30 Campaign to advance the participation of women and improve diversity and inclusion in clean energy globally, and the new Empowering People Initiative under the Clean Energy Ministerial.<br>The Government of Canada recognizes that standard economic statistics, such as Gross Domestic Product, do not provide a full picture of societal progress. The Government is creating a Quality of Life Framework, to incorporate quality of life measurements into government decision-making and budgets. Monitoring and reporting on a broader set of measurements, rather than just on standard economic ones, aims to better ensure that government actions are coordinated and that decisions are evidence-based, with investments focused on areas that have the greatest impact on Canadians’ quality of life.",
    "6c": "Canada’s enhanced NDC represents a progression of ambition compared to its initial NDC communicated in 2016 upon ratifying the Paris Agreement. This is consistent with Article 4, paragraph 3, of the Paris Agreement. See 6(a) for more information.",
    "6d": "Canada complies with Article 4, paragraph 4, of the Paris Agreement by having an economy-wide absolute target. ",
    "6e": "Not applicable.",
    "7a": "Canada considers the Paris Agreement to be in line with achieving the objective of the Convention as set out in its Article 2. Canada’s enhanced NDC is consistent with the Paris Agreement and its long-term temperature goal. See 6(a) and 6(b) for more information.",
    "7b": "Canada’s GHG emissions peaked in 2007 and are projected to be on downward trajectory. Canada’s enhanced NDC is line with Canada’s 2050 net-zero emissions target. See 6(a) and 6(b) for more information. ",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "MAR",
    "Country": "Morocco",
    "status": "First NDC update",
    "date": "22/06/2021",
    "6a": "La CDN actualisée revoit à la hausse les objectifs de la première version de sa CDN du Maroc), en présentant un objectif de 45,5% à l’horizon 2030 dont un objectif inconditionnel de 18,3%. Ces nouveaux objectifs, traduisent une augmentation significative de l’ambition du Maroc en matière d’atténuation. La CDN1 était universellement reconnue comme étant très ambitieuse avec les cibles d’atténuation de 17% (inconditionnelle) 42% (inconditionnelle +conditionnelle) comparée au scénario de référence pour 2030, lesquelles seront augmentées dans la CDN2 à 18,3% et 45,5%, respectivement, comparés au scénario de référence.",
    "6b": "Équité <br>Avec un niveau de 0,2% des émissions totales de GES mondiales en 2018, les émissions du Maroc par habitant sont disproportionnellement basses comparées à la moyenne mondiale. De plus, sur le plan de l’intensité des émissions par unité de PIB corrigée du pouvoir d’achat, le Maroc se situe à 38,5% au-dessous de la moyenne mondiale.<br>L’accumulation des émissions historiques reste faible comparée à celles des pays industrialisés. Cela prouve la faible responsabilité du Maroc relativement aux causes anthropogènes du changement climatique. Le pays a une grande vulnérabilité aux impacts du changement climatique en raison de sa position géographique. Néanmoins, en reconnaissant les responsabilités communes, mais différenciées, formulées sous la CCNUCC et reconfirmées dans l’Accord de Paris, le Maroc vise à assumer une contribution d’atténuation des émissions de GES plus signifiante que celle qui lui serait conforme selon sa responsabilité historique. Cela est basé sur la conception d’une idée d’équité globale ainsi que sur le constat de l’urgence planétaire dans laquelle l’humanité dans son ensemble est engagée.",
    "6c": "Le gouvernement du Maroc présente une actualisation de sa contribution déterminée au niveau national (CDN 2) au titre de l’Accord de Paris pour la période 2020-2030, conformément aux articles 4.2 et 4.11 de l’Accord de Paris, aux paragraphes 23 et 24 de la décision 1/CP.21 et aux autres dispositions pertinentes de l’Accord. La CDN actualisée représente une progression par rapport à la CDN antérieure, elle correspond au niveau d’ambition le plus élevé possible.",
    "6d": "La CDN du Royaume du Maroc est un objectif absolu de réduction des émissions à l’échelle de l’économie comme stipulé dans l’Article 4.4 de l’Accord de Paris.",
    "6e": "NA",
    "7a": "Le Maroc considère que sa CDN révisée est conforme à l’objectif de la CCNUCC et à l’objectif à long terme de l’Accord de Paris de la CCNUCC, comme expliqué aux points 6a et 6b. La CDN du Maroc représente la contribution du Maroc aux objectifs de l’article 2 de la Convention visant à stabiliser les concentrations de GES dans l’atmosphère à un niveau qui empêcherait l’interférence dangereuse et anthropique avec le système climatique. Les sections 4 et 6 détaillent l’ambition d’atténuation du Royaume du Maroc qui contribuera à la réalisation de l’article 2 de la Convention.",
    "7b": "Les sections 4 et 6 détaillent l’ambition d’atténuation du Royaume du Maroc qui contribuera à la réalisation de l’article 2 de la CCNUCC.",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "ETH",
    "Country": "Ethiopia",
    "status": "First NDC update",
    "date": "23/07/2021",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": "The impact of this update is under analysis."
  },
  {
    "iso-a3": "SRB",
    "Country": "Republic of Serbia",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "ISL",
    "Country": "Iceland",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "CHN",
    "Country": "China",
    "status": "First NDC update",
    "date": "28/10/2021",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": "The NDC does not exlain the fairness of its pledge along guidance suggested in Decision -/CMA.1."
  },
  {
    "iso-a3": "KOR",
    "Country": "South Korea",
    "status": "First NDC update",
    "date": "23/12/2021",
    "6a": "The Republic of Korea has energy-intensive industry structure. Its manufacturing sector takes up 28.4% of the GDP and its core industries, such as steel making, petrochemicals, oil refinery, etc., are carbon-intensive industries. The GHG emissions from top 4 energy-intensive industries accounted for 74.8% of the industry sector’s total GHG emissions in 2019. Those top 4 energy-intensive industries are also the Republic of Korea’s major export industries, which took up 21.2% of the total export amount in 2019. Under such circumstances, significant reduction of GHG emissions without undermining national economic growth is a challenging task. <br>However, the GHG emissions level that had been on the continuous rise since the1990s started decreasing from 2018, the year the level is to expected to peak. This is mainly because the Republic of Korea’s active mitigation measures aiming at decoupling economic growth from GHG emissions have begun to take effect. The measures include the ban on construction of new coal-fired power plants and the launch of the K-ETS, the world’s largest carbon trading system operated at national level. The K-ETS has started its operation since 2015. From 2021 to 2030, the scheme aims to achieve the updated NDC in accordance with the 3rd Basic Plan for the K-ETS. The emissions cap in the Phase 3 Allocation Plan was also recently set in accordance with the updated NDC. <br>To accelerate the momentum gathered so far, the Republic of Korea has set the ambitious level of reduction target, which is to cut the total national GHG emissions by one-fourth within approximately10 years from the base year, 2017.<br>The Republic of Korea plans to significantly scale up R&D investments for core emissions reduction technologies, e.g., renewable energy, zero emission vehicles and hydrogen technologies, under the recognition that climate change is caused by man-made GHG emissions and therefore, it could be dealt with by human endeavor as well, i.e., the technological development. The government is also pushing ahead with the Korean Green New Deal from 2020with the planned investment of KRW 73.4 trillion to overcome the climate crisis and economic recession.",
    "6b": "The Republic of Korea began its industrialization in the 1970s. Under its drive for economic growth, the Republic of Korea has experienced continued GHG emissions growth since the 1990s. However, with its Energy & GHG Target Management System, K-ETS, and other active mitigation policies starting to take effect, the emissions level is expected to start decreasing from2019 after 2018, the year the level is expected to peak.<br>Under such circumstances, the Republic of Korea, expecting its emissions level in 2018to be its peak, has set the ambitious target, which is to cut the total national GHG emissions by one-fourth within approximately 10 years from 2018. This duration of nearly 10 years is much shorter time span than most developed countries have taken to reduce their emissions by one-fourth and therefore, it is our understanding that the Republic of Korea is making a fair contribution to achieving the goals of the Paris Agreement.<br>President Moon Jae-in declared in his speech on annual budget at the National Assembly in October2020that the Republic of Korea will strive to become carbon-neutral by 2050. Although the Republic of Korea experienced industrialization at a later stage, his speech reaffirmed the Republic of Korea’s commitment to striving to achieve the same2050goal indicated in the IPCC Special Report on the Global Warming of 1.5°C. With such long-term goal in mind, the Korean government will seriously consider raising ambition level in its NDC before 2025. ",
    "6c": "The Republic of Korea added GHGreductionpathwaysona3-year basis to the 2030 Roadmap, except 2030, the target year. This is to provide clear policy signals so that the indicated pathways could be used as a guidance for setting the emissions caps for the K-ETS. Also, the share of overseas reduction in the 2030 Roadmap has been reduced to strengthen domestic mitigation efforts.<br>Building upon such progress, the government updated the existing target to the absolute target, which is to reduce 24.4% from the total national GHG emissions in 2017 by 2030, to increase clarity and transparency of the target. The Enforcement Decree of the Framework Act on Low Carbon, Green Growth was amended to include the updated target, ensuring the legal basis for mitigation efforts.",
    "6d": "The Republic of Korea has set the economy-wide absolute emissions reduction target in its updated NDC. The absolute target provides an enhanced clarity and transparency in terms of target emissions and emissions reduction rates compared to the other target-setting methods, i.e., emissions intensity target or BAU-based reduction target. <br>The update of NDC into the economy-wide absolute emissions reduction target indicates the Republic of Korea’s strong commitment to reducing further GHG emissions, especially considering evolving circumstances that can be triggered by changing economic growth rate and industrial structure. <br>Article 4, paragraph 4 of the Paris Agreement encourages developing countries to move over time towards economy-wide emissions reduction or limitation targets. With this in mind, the Republic of Korea converted the existing BAU-based reduction target, previously communicated in its INDC, into the absolute target, which indicates a meaningful progress.",
    "6e": "N/A",
    "7a": "Article 2 of the UNFCCC sets forth its ultimate objective to achieve stabilization of GHG concentrations in the atmosphere at a level that would prevent dangerous anthropogenic interference with the climate system. This objective was later stated more specifically in the Paris Agreement as its goal to hold the increase in the global average temperature to well below 2 °C and to pursue efforts to limit the temperature increase to 1.5 °C above pre-industrial levels. To achieve this goal, Article 4, paragraph 1 of the Paris Agreement further states that a balance between anthropogenic emissions by sources and removals by sinks of GHGs should be achieved in the second half of this century. The Republic of Korea updated the NDC in consideration of this long-term global goal of the Paris Agreement, and therefore, the Republic of Korea’s updated NDC contributes to achieving the ultimate goal of the UNFCCC.",
    "7b": "The Republic of Korea strives to become carbon neutral by 2050, which is aligned with the international community’s shared goals indicated in Article 2, paragraph 1, and Article 4, paragraph 1 of the Paris Agreement including the target of achieving carbon neutrality in the second half of this century.<br>In addition, the Republic of Korea has been pushing forward with its Green New Deal since July 2020, ensuring that it serves as a lever for the transition toward a carbon-neutral society. The Green New Deal is underpinned by 3 key pillars; green transition in cities/spatial planning/living infrastructure, diffusion of low-carbon and distributed energy, and establishment of innovative green industry ecosystems. Its total planned investment is estimated to be KRW 73.4 trillion by 2025. <br>From 2021, the Republic of Korea plans to analyze2050 carbon neutrality scenarios aswellas2030emissions reduction potentials for the consideration of raising its ambition level infurtherupdatingits2030 target.<br>",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "SGP",
    "Country": "Singapore",
    "status": "First NDC update",
    "date": "31/03/2020",
    "6a": "The updated NDC and the accompanying information reflects Singapore’s commitment under the Paris Agreement in support of the multilateral framework of cooperation to address climate change. In particular, the updated NDC reflects the following enhancements:<br>a) An economy-wide absolute GHG emissions limitation target in place of the previous intensity target. This will provide greater clarity and transparency of Singapore’s emissions level in 2030 and facilitate the tracking of progress; <br>b) A clear peaking level (i.e. 65 MtCO2e) around 2030. This reflects Singapore’s efforts to support the objectives of Article 2a and Article 4.1 of the Paris Agreement. This is a challenging and ambitious target given Singapore’s national circumstances and anticipated growth in economic activity;<br>a. c)Inclusion ofNF3. With this inclusion, the coverage of gases in Singapore’s NDC has been expanded to include all seven gases within the same peaking level. This reflects an increase in the ambition of Singapore’s NDC and will require additional mitigation effort;<br>c) Methodological updates to Singapore's NDC. These updates include, for example, the use ofthe2006 IPCC Guidelines and the 100-year time-horizon GWP values from the IPCC Fifth Assessment Report. This demonstrates enhanced transparency in the reporting of Singapore’s national inventory and climate actions;<br>d) Updated information on implementation efforts. These efforts include more ambitious solar energy goals and the introduction of an economy-wide carbon tax with no exemptions for covered facilities; and<br>e) Application of ICTU guidance. This will facilitate greater clarity, transparency and understanding of Singapore’s NDC and implementation efforts.<br>Consideration of the fairness and ambition of Singapore’s NDC must take into account the following:<br>a) Singapore has taken ambitious early actions. Singapore made early policy choices that reduced its GHG emissions, for example by switching from fuel oil to natural gas –the cleanest form of fossil fuel –for power generation. In 2019, about 95% of its electricity was generated from natural gas, compared to 18% in 2000. Energy is priced at market cost, without any subsidy, so that households and businesses will use energy judiciously. Singapore was the first country to impose a vehicle quota system to cap vehicle growth, and the only country to set a zero growth rate for cars and motorcycles. As a result, these and other earlier initiatives make it harder for Singapore to achieve steep emissions reductions because many of the gains have already been reaped through early action over the years;<br>b) Singapore is alternative energy disadvantaged. Singapore’s urban density and limited land area (725km2), relatively flat land, low wind speeds and lack of geothermal resources present serious difficulties in pursuing alternative energy options. Its limited land resources also make it challenging to deploy solar power on a large scale. Given Singapore’s small land area and high population density, the risks of nuclear energy currently outweigh the potential benefits. Such circumstances are recognised under Article 4, paragraph 10 of the UNFCCC;<br>c) Singapore has one of the highest population densities globally. Singapore has one of the highest population densities in the world (7,866 persons per km2). In addition, as a low-lying island state of 725 km² with no natural resources, Singapore has to accommodate not only housing and commercial centres, but also power plants, reservoirs, air/seaports and industries within its city boundaries. The limited land space and high urban density mean that there is limited scope for solar photovoltaics (PV)deployment and for the forestry sector to be a significant carbon sink;<br>d) Singapore is dependent on the global supply chain for food and energy security. As one of the most globalised economies and a trading nation with no indigenous resources, Singapore is heavily dependent on the global supply chain for its food and energy security. Its economic activity and emissions are also highly sensitive to the volatility of regional and global developments. These challenges mean that Singapore’s climate strategies have to take into account international developments that may adversely affect its economy, and its food and energy security;<br>e) Singapore is one of the top performers for carbon intensity globally. While Singapore’s share of the global GDP is small at 0.4%, as an advanced manufacturing hub it plays a key role to meet the demands of the region and the world, accounting for 2.1% of the world’s total merchandise exports.2Energy efficiency is a key strategy for emissions reduction and Singapore aims to produce goods in an energy-and carbon-efficient manner. As energy costs are not subsidised in Singapore, companies are incentivised to use energy judiciously and embrace new energy efficient technologies. Strong pollution control laws also encourage industries to switch to cleaner fuel sources such as natural gas. The Singapore Government facilitates the adoption of energy efficient technologies through grants and other policy tools to overcome high upfront capital investments and other non-market barriers. Singapore is already among the 20 best-performing countries in terms of emissions intensity, based on data published by the International Energy Agency(IEA)in 2019.3This reflects the substantial early action Singapore has taken to grow in an environmentally responsible way. While Singapore will continue to strive for sustainable growth, it will be increasingly challenging for Singapore to achieve additional deep emissions reductions. Singapore is continuing to invest significantly in research and development to harness the potential of low-carbon technologies and explore effective international cooperation;<br>f) Singapore is pushing ahead on solar deployment despite constraints. Singapore is pushing ahead to spur the deployment of solar PV through continued investment in research, development, and demonstration (RD&D) to reduce cost, improve efficiency and enable innovative modes of deployment such as floating, offshore, and building-integrated PV. Singapore is well on track to achieve350 megawatt-peak (MWp) in 2020 and aims to achieve at least 2 gigawatt-peak (GWp) by 2030. While this level of renewable energy cannot match those of countries with abundant land for solar PV deployment and access to alternative energy resources, Singapore’s context and constraints must be taken into account. 2GWp of solar would require between 1,000 and 2,000 hectares of space, out of Singapore’s land area of 725km2, and would meet about4% of Singapore’s current annual electricity needs, and10% of daily peak electricity demand today;<br>g) Singapore is undertaking concrete implementation efforts. Singapore’s carbon tax, the first in Southeast Asia, came into effect in 2019.The carbon tax is applied to direct emissions from facilities producing 25ktCO2eor more of GHG emissions in a year, without exemption. This covers 80% of Singapore’s carbon emissions and provides an economy-wide price signal to incentivise emissions reductions, supports other mitigation measures and facilitates transition to a low-carbon economy. Singapore is also implementing concrete measures within the various sectors. For example, for the transport sector, Singapore is taking steps to make public and shared transport and active mobility the preferred mode of travel; phase out internal combustion engine vehicles and promote the adoption of cleaner and greener vehicles, such as electric vehicles; and enhance the environmental friendliness of its transport infrastructure. For the buildings sector, Singapore has mandated minimum energy performance standards and developed the Super Low Energy Buildings Programme, which supports the research and adoption of cost-effective, energy-efficient and renewable energy solutions. For industry, Singapore has enhanced its grant schemes to help individual companies improve their energy efficiency, and have sought to bring companies within a sector together to achieve systems-level efficiency gains across the sector;<br>h) Singapore’s climate vulnerabilities will require comprehensive adaptation efforts. As a small, low-lying island state, Singapore’s vulnerabilities to the effects of climate change require it to pursue a comprehensive adaptation programme to protect its coasts, low-lying areas and communities (see Annex for details of Singapore’s adaptation vulnerabilities and strategies). These adaptation actions will impose significant costs for the Singapore Government and people; and <br>i) Singapore is working actively to support other developing countries in their efforts to build capacity for climate efforts. Singapore collaborates actively with international partners, such as the UNFCCC, the UN Development Programme (UNDP), the UN Environment Programme (UNEP), ASEAN and city-networks such as the C40, on sharing of best practices and experiences on climate change and green growth issues. To date, Singapore has trained more than 130,000 officials from fellow developing countries under the Singapore Cooperation Programme (SCP) in key areas such as sustainable development, urban planning, water, and transport management. Singapore also launched a dedicated Climate Action Package under the Singapore Cooperation Programme in 2018, to offer capacity-building support in areas such as climate change adaptation and mitigation strategies, flood management, disaster risk reduction, and green climate finance. Singapore will continue to deepen and broaden its technical cooperation programmes with other developing countries.",
    "6b": "",
    "6c": "",
    "6d": "Singapore’s updated NDC is an economy-wide absolute GHG emissions limitation target, which reflects its effort as a developing country Party to address Article 4, paragraph 4, of the Paris Agreement.",
    "6e": "SingapSingapore’s target to peak GHG emissions at 65 MtCO2e around 2030 is an important milestone, in line with the objectives of the Paris Agreement, and is aimed at achieving the long-term temperature goal set out in Article 2 of the Convention. Given its unique national circumstances and particular set of challenges, Singapore’s NDC is challenging and ambitious, and aims to support the collective effort to reach global peaking of GHG emissions as soon as possible, as set out in Article 4.1 of the Paris Agreement.ore’s updated NDC is an economy-wide absolute GHG emissions limitation target. ",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "NZL",
    "Country": "New Zealand",
    "status": "First NDC update",
    "date": "03/11/2021",
    "6a": "New Zealand is responsible for low levels of emissions now and historically (0.17 per cent of global gross emissions in 2017). Countries which each individually contribute one per cent or less of global emissions account for nearly a quarter of total emissions. Therefore, New Zealand’s efforts matter.<br>The likely cost to the New Zealand economy of meeting this NDC target in terms of GDP is high relative to many other Parties. This is due to a number of factors, such as the existing high level of renewable electricity generation (80-85 per cent), and the make-up of our emissions profile, where almost half of our total emissions originate from agriculture.<br>New Zealand’s domestic 2050 target under the CCRA places an emphasis on long-lived gases. The target is to reduce greenhouse gas emissions to net zero by 2050 (excluding biogenic methane for which the target is 24-47 per cent below 2017 levels). The outcome we seek for the ‘form’ or ‘type’ of contribution we deliver is an NDC that provides a fair, comparable and transparent representation of New Zealand’s effort on climate change.<br>Different forms of contribution will better facilitate the accurate measurement of reductions to track progress towards a country’s global goal than others, or more clearly (or fairly) represent a country’s “effort” (depending on their national circumstance).<br>We consider that New Zealand’s updated NDC, and particularly the fact that it will be achieved via a budget for the period is the right form for facilitating accurate measurement of New Zealand’s effort.",
    "6b": "A basket of indicators can give an idea of countries’ efforts, and New Zealand looked at factors such as: national circumstances, including evolving circumstances such as population growth rates, the size of the forestry sector, the size of the agriculture sector, and access to natural resources; cost of effort (sharing), including to the economy; resource sharing, such as sharing greenhouse gas emissions, including carbon dioxide versus methane per capita; historical responsibility for climate change; income and capacity, such as the ability to afford to mitigate more emissions than others; abatement required to meet NDC headline target, and the gap between the business-as-usual emissions curve and emissions curve needed to meet the NDC target.<br>This analysis concluded that the updated NDC to reduce net greenhouse gas emissions to<br>50 per cent below gross 2005 levels by 2030 is a fair contribution for New Zealand in light<br>of the range of indicators outlined above.",
    "6c": "New Zealand’s updated first NDC represents a progression beyond New Zealand’s first NDC submitted upon ratification of the Paris Agreement in 2016. It is an increase in ambition in terms of headline number, cost and emissions impact, reduction from business-as-usual emissions and contribution to the global effort to limit warming to 1.5°C",
    "6d": "",
    "6e": "New Zealand is working with Tokelau on how best to reflect its strategies and plans, noting that New Zealand already includes Tokelau in its greenhouse gas inventory and provides information from Tokelau in its national communications.",
    "7a": "New Zealand welcomed the IPCC’s Special Report on global warming of 1.5°C, and the AR6 Climate Change 2021: The Physical Science Basis, which emphasised the urgency of climate action that we have a duty to respond to.<br>New Zealand’s target choice is primarily guided by the best available scientific knowledge. The IPCC is the definitive source of evidence to support climate change policy development. The IPCC reports represent the best expert assessment of global knowledge on climate change.<br>The AR6 Climate Change 2021: The Physical Science Basis is the most up to date report from the IPCC on the physical science of climate change. The report makes clear that it is “unequivocal that human influence has warmed the atmosphere, ocean and land”, and caused “widespread and rapid changes in the atmosphere, ocean, cryosphere and biosphere”. The scale of these changes is unprecedented over centuries to thousands of years. New Zealand has a duty to respond to the report’s findings that “global warming of 1.5°C and 2°C will be exceeded during the 21st century unless deep reductions in CO2 and other greenhouse gas emissions occur in the coming decades”.<br>The Special Report on global warming of 1.5°C emphasises that limiting global warming to 1.5°C will “require rapid and far-reaching transitions” in most human activities. The report provides emissions pathways consistent with limiting warming to 1.5°C, which have gained considerable influence as representing what is “necessary” to achieve the aim of the Paris Agreement.<br>The Special Report on global warming of 1.5°C provided evidence to inform the 2050 target in New Zealand’s Climate Change Response Act, which will be a significant challenge requiring early and more ambitious action across all sectors. The Act has legislated a domestic target that contributes to the global effort under the Paris Agreement to limit global warming to 1.5°C.<br>In May 2021 the Climate Change Commission provided advice that New Zealand’s NDC was not compatible with contributing to global efforts to limit global warming to 1.5°C above pre-industrial levels. The Commission advised in order to be more likely to be compatible, the contribution New Zealand makes over the NDC period should reflect a reduction of net emissions of much more that 36 per cent below 2005 gross levels by 2030, with the likelihood of compatibility increasing as the NDC is strengthened further.<br>New Zealand’s updated NDC of a reduction of 50 per cent below gross 2005 levels by 2030 is aligned with this advice to have greater compatibility with contributing to global efforts to limit global warming to 1.5°C above pre-industrial levels.",
    "7b": "See 7.a)",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "JPN",
    "Country": "Japan",
    "status": "First NDC update",
    "date": "22/10/2021",
    "6a": "Set as an ambitious target which is aligned with the long-term goal of achieving net-zero by 2050, Japan’s new goal will certainly not be an easy task as Japan would raise its previous target by over 70 percent. Nonetheless, as a nation which underpins manufacturing in the world, Japan is ready to demonstrate its leadership for world-wide decarbonization by defining a top-level ambitious target befitting to a next growth strategy.<br>In promoting implementation of global warming countermeasures, Japan aims to advance policy measures to contribute to integrated improvement in environment, economy and society, by utilizing local resources, technological innovation and ingenuity, which could also provide solutions for challenges including economic vitalization, job creation and region-specific problems in the country.<br>In light of the recognition that we are living in a major turning point of the era, what is required is not to simply return to the world before the COVID-19 pandemic, but to realize a transformation to a sustainable and resilient social system. Based on the declaration for net-zero by 2050, Japan will strongly promote the “re-design” of its economy and society to make it sustainable and resilient, through accelerating the three types of transitions, namely towards “a decarbonized society,” “a circular economy” and “a decentralized society.”",
    "6b": "Japan’s target is highly transparent and concrete, as it has been drawn up by accumulating concrete policies and measures for major sectors with clear breakdowns. Each Party’s submission and sharing of information on each sector in this manner would contribute to improving transparency, ensuring fairness, and also enabling effective reviews. This would promote sector-by-sector actions, which would lead to fair and efficient reductions of global emissions.",
    "6c": "Refer to 6(a).",
    "6d": "Japan’s NDC is an economy-wide absolute emission reduction target",
    "6e": "Not applicable.",
    "7a": "Refer to 7(b).<br>Japan’s enhanced NDC and its efforts towards the achievement of net-zero by 2050 contribute to the objective of the Convention as set out in its Article 2 to achieve stabilization of greenhouse gas concentrations in the atmosphere at a level that would prevent dangerous anthropogenic interference with the climate system.",
    "7b": "Japan’s enhanced NDC is consistent with the temperature goal of the Paris Agreement as set out in its Article 2, paragraph 1 (a), to hold the increase in the global average temperature to well below 2°C above pre-industrial levels and to pursue efforts to limit the temperature increase to 1.5°C above pre-industrial levels.<br>Furthermore, this NDC is aligned with the long-term goal of achieving net-zero by 2050, and contributes towards the Article 4, paragraph 1, of the Paris Agreement, which stipulates that Parties aim to reach global peaking of greenhouse gas emissions as soon as possible, and to undertake rapid reductions thereafter in accordance with best available science, so as to achieve a balance between anthropogenic emissions by sources and removals by sinks of greenhouse gases in the second half of this century.",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "MHL",
    "Country": "Marshall Islands",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "KEN",
    "Country": "Kenya",
    "status": "First NDC update",
    "date": "28/12/2020",
    "6a": "<ul><li>Kenya is a developing country, with diverse economic development challenges compounded by climate change impacts.</li><li>Kenya’s contribution to total global emissions is less than 0.1% (in 2019), while the per-capita emissions are less than 2.06 MtCO2eq compared to the global average of 4.92 MtCO2e (2018). [Note that the unit is likely to be tCO2e and not MtCO2e]</li><li>This update builds on the initial NDC in which Kenya undertook to make a contribution that targeted a high proportion of its mitigation potential, and was dependent on the level of international support available</li><li>The contributions set through this Updated NDC therefore reflect an enhancement of ambition in the following two areas:<br>a. An increase in emission reduction target by 2030 from 20% in the initial NDC to 32% in this Updated NDC<br>b. Enhanced domestic contribution from 0% to 13% of the NDC budget</li></ul>",
    "6b": "Kenya being a developing country prioritizes increasing the per-capita GDP growth above the 2019 levels of 6.36% so as to address poverty alleviation and sustainable economic development in a the low carbon climate resilient development pathway. This has informed the NDC update process and represents a high level of fairness and ambition in light of Kenya’s national circumstance.<br>Kenya regards its nationally determined contribution to represent its fair share of the efforts to achieve the global long-term goal of the Paris Agreement.",
    "6c": "Kenya’s updated NDC represents a progression beyond its previously communicated NDC, as the emission reductions are enhanced from at least 30% to 32% under extremely difficult national circumstances.<br>It is an ambitious target for Kenya to achieve by 2030. The achievement if the target is dependent on a broad set of mitigation measures. The implementation of the Updated NDC for 2030 will be an important part of Kenya’s proves of transforming to a low-emission society by 2050.",
    "6d": "Kenya's NDC covers all sectors of the economy",
    "6e": "Not applicable",
    "7a": "Kenya regards the long-term target of the Paris Agreement to be in line with Article 2 of the convention, as explained under 6a (above).",
    "7b": "Addressed in 6a and 7a.",
    "conditionality": "",
    "comments": "Section 5 of Kenya's NDC describes the \"Fairness and ambition\" of its NDC."
  },
  {
    "iso-a3": "MCO",
    "Country": "Monaco",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "MKD",
    "Country": "North Macedonia",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "TTO",
    "Country": "Trinidad and Tobago",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "AUS",
    "Country": "Australia",
    "status": "First NDC update",
    "date": "28/10/2021",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "BEN",
    "Country": "Benin",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "DJI",
    "Country": "Djibouti",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "COD",
    "Country": "Democratic Republic of the Congo",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "DOM",
    "Country": "Dominican Republic",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "DZA",
    "Country": "Algeria",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "COL",
    "Country": "Colombia",
    "status": "First NDC update",
    "date": "30/12/2020",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "Only unconditional",
    "comments": "NDC yet to be translated to English."
  },
  {
    "iso-a3": "JOR",
    "Country": "Jordan",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "CIV",
    "Country": "Ivory Coast",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "TUN",
    "Country": "Tunisia",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "COM",
    "Country": "Comoros",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "GRD",
    "Country": "Grenada",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "GNQ",
    "Country": "Equatorial Guinea",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "MNE",
    "Country": "Montenegro",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "MRT",
    "Country": "Mauritania",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "GHA",
    "Country": "Ghana",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "ALB",
    "Country": "Albania",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "IDN",
    "Country": "Indonesia",
    "status": "First NDC update",
    "date": "22/07/2021",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": "Fair and ambitious in the light of national circumstances<br>Indonesia GDP growth rate has slowed down between 2010-2015, from 6.2-6.5% per annum to only 4.0% (first quarter 2015). Indonesia’s population has increased at an average rate of 1.49% during the period of 2000-2010, posing challenges for Indonesia in fulfilling energy demand, ensuring food security, and fulfilling livelihood needs. At the same time, poverty alleviation remains a challenge for Indonesia, with 10.96% of the population living in poverty in 2014, and the unemployment rate at 5.9%. The above data was used as a basis in setting up the Indonesia’s target for reducing greenhouse gas emission under the unconditional- and conditional-scenarios (CM1-and CM2-scenarios).<br>There has been an increase on average growth rate of GDP during period of 2015-2019 of 5.03% compared to 4.0% at the first quarter 2015, with the highest growth rate of 5.17% in 2018 and the lowest one of 4.88% in 2015. The 2019 GDP growth rate was also high (5.02%) although slightly lower than the growth rate in 2018. However, the COVID-19 pandemic which has brought about global crisis not only on health, but also on social and economic aspects, has negatively affected Indonesia’s economy. During the COVID-19 pandemic, Indonesia has experienced economic contraction with GDP growth rate of minus 5.3% at the second quarter 2020. During COVID-19 pandemic, the anthropogenic activities were in general lower than that in previous years, resulting in lower GHG emission levels in 2020 and 2021. In the coming years Indonesia will recover its economic growth. It is projected that in the near term between 2022-2030, its economic growth will be around 5%-6%; for the longer term the growth will be slightly decrease to 5% in 2030-2050 and 4% in 2050-2060. <br>Despite current progress in development and challenges, particularly caused by the COVID-19 pandemic, Indonesia is committed to transform its current development pathway towards low carbon and climate resilience in a phased-approach. The pathway towards decarbonisation of the economy has been integrated into Indonesia’s long-term low greenhouse gas emission and climate resilient development strategy."
  },
  {
    "iso-a3": "MDG",
    "Country": "Madagascar",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "MNG",
    "Country": "Mongolia",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "ERI",
    "Country": "Eritrea",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "BGD",
    "Country": "Bangladesh",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "SYC",
    "Country": "Seychelles",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "BLR",
    "Country": "Belarus",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "GEO",
    "Country": "Georgia",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "ZAF",
    "Country": "South Africa",
    "status": "First NDC update",
    "date": "27/09/2021",
    "6a": "The updated NDC has outlined how SA considers its contribution to be fair and ambitious, in sections on adaptation, mitigation and support, as well as a dedicated section on equitable access to sustainable development, below. How the NDC relates to fairness, science, ambition, progression and other elements of the Paris Agreement should be considered holistically. Here, information to facilitate clarity, transparency and understanding of fairness and ambition is provided.<br>South Africa is strongly of the view that equity should be a primary consideration when considering countries’ fair shares of remaining global emissions space.<br>Analysis of relative fair shares for South Africa in relation to mitigation was reviewed in the process of updating the NDC (UCT 2021a). The analysis reviewed relevant literature and drew on two publicly available tools. First, the independent Climate Equity Reference Calculator (CERC) was used, on account of its transparency, ease of access and usability, as well as its alignment with the equity principles South Africa values and prioritises – taking into account responsibility and capability, as well as the right to promote sustainable development and the need to prioritise development for those living in poverty. This was augmented and validated by referring, secondly, to the aggregation of multiple current and historic effort-sharing studies that have been compiled by the Climate Action Tracker (CAT), whilst identifying certain caveats regarding CAT’s methodology.<br>A range of GHG emissions levels for 2025 and 2030 were derived from these tools as a guide to South Africa’s “fair share” of global emissions, based on long-term emission pathways which are consistent with global temperature limits of “well below 2 °C” (assuming a 66% probability below 2 °C) and 1.5 °C, i.e. the long-term temperature limits contained in Article 2.1(a) of the Paris Agreement. It should be noted that these relative fair shares for South Africa imply corresponding fair shares for other countries.<br>The upper end of South Africa’s target range for 2025 lies above the CERC 2 degree allocation (adjusted to include land use), and below the CERC 2 degree allocation for 2030 (adjusted to include land use). 6 South Africa’s whole updated target range for 2030 (as contained in Table 2) lie within the 2 °C fair share range based on the post-September 2020 version of CAT (UCT 2021a). The lower end of South Africa’s 2030 target range lies within CERC’s 1.5 degree assessment (UCT 2021a).<br>South Africa bears a disproportionate burden of adaptation to the adverse impacts of climate change (CSIR 2020). It is an injustice that with a relatively small share of historical cumulative emissions, our economy has been disproportionately negative affected by climate change. Poor communities have low capacity to adapt and thus suffer the most from impacts. Nevertheless, we have invested in adaptation, and thus made a fair contribution to the global effort (see section 3). South Africa expects that the global stock-take will take into account the adequacy and effectiveness of adaptation and the support provided for adaptation.<br>South Africa expect that adequate international support will be provided for both adaptation and mitigation, as a matter of fairness, as provided for in the Paris Agreement",
    "6b": "As above, in 6(a).",
    "6c": "South Africa’s updated mitigation targets as contained in Table 2 represent a significant progression. The upper end of the target range in 2025 has been reduced by 17%, and the upper end of the target range in 2030 has been reduced by 32%, and the lower range by 12%. The range between upper and lower bounds narrows significantly, from 216 Mt to 112 Mt in 2025 and 70 Mt CO2-eq in 2030.<br>In communicating its second NDC in 2025, SA will consider whether the level of ambition for 2030 can be increased further, in the light of national circumstances, technology developments, and the availability of international support.",
    "6d": "South Africa has updated its mitigation targets, which are economy-wide emission reduction or limitation targets for 2025 and 2030.",
    "6e": "Not applicable, since South Africa is neither a least developed country, nor a small island developing state.",
    "7a": "South Africa reaffirms its commitment to the objective of the Convention, as indicated in our first NDC. NDC targets have been chosen to reflect South Africa’s fair contribution towards the long-term temperature goal of the Paris Agreement, as detailed above, in the context of equitable access to sustainable development.<br>In the context of COVID-19, we highlight the importance of global solidarity, in fighting the virus and climate change. In recommitting ourselves to the multi-lateral rules based system, we highlight the importance of ensuring that “food production is not threatened and to enable economic development to proceed in a sustainable manner.”<br>We also reaffirm that the achievement of the objective of the Convention must be guided by its principles, as stated in the preamble of the Paris Agreement. Parties to the Paris Agreement are Parties to the Convention.",
    "7b": "This update of our first NDC is South Africa’s contribution to the global temperature goal of keeping temperature well below 2 °C and pursuing efforts to 1.5 °C below pre-industrial levels. Both of these agreed global temperature limits have informed our analysis of fairness and ambition, as explained above.<br>Clearly, Article 2.1 (a) of the Paris Agreement contains two global temperature limits – limiting global temperature increase to “well below 2°C”, and “pursuing efforts to limit the temperature increase to 1.5 °C”. There is a single aim, to limit global temperature increase, with two quantified goals – well below 2 and 1.5 °C. In our first NDC, we referred to findings from the IPCC’s 5th Assessment Report on global temperature limits. Since then, the IPCC’s Special Report on 1.5°C has made clear the small remaining future global carbon budget, even smaller than for 2°C. We note that the special report assessed “the comparison between global warming of 1.5°C and 2°C above pre-industrial levels”, but did not assess the agreed global temperature limit of “well below 2 °C” explicitly, and look forward to more information on “well below 2 °C” in the IPCC’s 6th Assessment Report. The recently-released IPCC 6th Assessment Report’s Working Group I Report found that that global temperature in the last decade is already 1.09 [0.95 to 1.20] °C higher than preindustrial levels, due to 2390 ± 240 Gt CO2 emitted historically. We note that there is still no internationally-agreed equity reference framework, with takes into account historical emissions and responsibility for the future. Within the context of the Paris Agreement’s principles of equity and common but differentiated responsibility, in the light of different national circumstances, we update the first NDC to reflect our highest possible ambition.<br>The long-term global goal for mitigation in Article 4.1 refers to global peaking, recognising this will take longer for developing countries. The reference to a balance of sources and sinks highlight the importance of sinks, globally and in South Africa. Our National Planning Commission undertook an extensive process to develop a vision 2050, considering goals of net zero or zero emissions for South Africa. In our long-term Low Emissions Development Strategy (LEDS), communicated voluntarily under Article 4.19, South Africa committed “to ultimately moving towards a goal of net zero carbon<br>emissions by 2050, which will require various interventions to reduce greenhouse gas emissions. This goal, how it will be achieved to ensure a just transition, and how the economic advantages of the transition will be maximised, will be formally communicated in future iterations of this strategy.” Consistent with the emphasis in Article 4.1 on equity, and the context of sustainable development and efforts to eradicate poverty, our national process aims at a just transition. We have established a Presidential Climate Commission to oversee the just transition. It is by leaving no-one behind that South Africa collectively will contribute to achieving the goals of the Paris Agreement. We urge all Parties to treat with the utmost seriousness the considerations of equity, sustainable development and poverty eradication.",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "MDA",
    "Country": "Moldova",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "CMR",
    "Country": "Cameroon",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "KIR",
    "Country": "Kiribati",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "SEN",
    "Country": "Senegal",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "CAF",
    "Country": "Central African Republic",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "BRA",
    "Country": "Brazil",
    "status": "First NDC update",
    "date": "09/12/2020",
    "6a": "",
    "6b": "Most of the current concentration of greenhouse gases in the atmosphere is a result of emissions that have taken place since the Industrial Revolution (the post-1750 period). Current generations are bearing the costs of past interference with the global climate system, resulting from human activities and consequent greenhouse gas emissions, primarily by developed countries, during the last two and a half centuries. In order to build a fair global response to climate change, it is therefore of central importance to establish a connection between cause (anthropogenic emissions) and effect (temperature increase and climate change).<br>The global mean surface temperature increase due to anthropogenic emissions is an objective criterion to measure climate change, serving the purpose of establishing upper limits to prevent dangerous anthropogenic interference with the global climate system. The relative contribution of any individual actor to global climate change can be determined using the global mean surface temperature as an indicator. Each individual actor’s contribution to temperature increases should take into account differences in terms of starting points, population, approaches, economic structures, resource bases, the need to maintain sustainable economic growth, available technologies and other individual circumstances. <br>The reconstruction of the historical series of net anthropogenic emissions allows for the estimation of the relative share of the temperature increase attributable to each individual country, including in per capita terms. The relative responsibility of a given country in relation to the global mean surface temperature increase can be estimated with a high level of confidence. Hence, the marginal relative contribution to the global average surface temperature increase is a relevant measure for evaluating the level of each party’s responsibility in the collective effort to “[h]olding the increase in the global average temperature to well below 2°C above pre-industrial levels and pursuing efforts to limit the temperature increase to 1.5°C above pre-industrial levels”, in accordance with Article 2.1 (a) of the Paris Agreement. <br>This understanding provides for the main moral foundation underpinning the principle of common but differentiated responsibilities, which is one of the central pillars of the international climate change regime, constituted by the UNFCCC, its Kyoto Protocol and the Paris Agreement. <br>Brazil ́s mitigation efforts are of a type, scope and scale at least equivalent to the contributions of developed countries with both greater historical and current responsibilities for climate change. In view of the above, and based on the available analytical tools, it is clear that this NDC is a far more ambitious effort than what would be required by Brazil ́s marginal relative responsibility for global average temperature increases. <br>Indeed, Brazil’s NDC is one of the most ambitious in the world. In addition to the significant values established for its mitigation targets, Brazil is one of the very few countries that have taken on commitments not only for 2030, but also a target for 2025, allowing for better monitoring of the evolution of its mitigation actions.<br>Therefore, Brazil believes it is making an important contribution to international efforts to fight climate change, in both relative and absolute terms.<br>Brazil has 30% of its territory covered by protected areas, comprising both Conservation Units and Indigenous Peoples’ Lands. It also has one of the world’s most protective land-use legislations, which requires land owners to set aside for preservation between 20% and 80% of their respective properties’ area, in addition to conserving riparian forests and other fragile ecosystems. Protected areas, together with areas mandatorily set aside for preservation in private farms, total 50% of the national territory. Put together, protected areas, mandatorily set aside areas and conserved areas amount to more than 60% of the Brazilian territory. <br>The Low Carbon Agriculture Plan (ABC) has already allocated over R$ 17 billion to a wide range of mitigation measures in the agricultural and animal husbandry sector, such as recovery of degraded pastures; biological nitrogen fixation; increased accumulation of organic matter, and therefore carbon, in the soil; no-tillage system; crop-livestock-forestry integration and agroforestry systems; and forest planting. In 2019, renewable sources accounted for 83% of power generation, 46% of automobile fuel consumption, and 41% of primary energy in Brazil, this latter value corresponding to over two and a half times the world average. Production of biofuels for transport keeps growing with the support of the Renovabio Program, which uses decarbonization market mechanisms to foster production and consumption of these renewable resources. The hydroelectric power generation infrastructure accounts for 64% of the national installed capacity, and is the best technological solution to compensate for the intermittence and seasonality of wind, solar and biomass sources, which account for 19% of the power generation installed capacity and are experiencing rapid growth.",
    "6c": "The target of reducing emissions by 43% between 2005 and 2030 represents an increase of 6% compared to the previous target of reducing emissions by 37% between 2005 and 2025. The current target is also consistent with an indicative long-term objective of reaching climate neutrality by 2060.",
    "6d": "Despitebeing  a  developing  country,  Brazil has  already  adopted an  absolute, economy-wide target since it presented its iNDC.",
    "6e": "N/A",
    "7a": "",
    "7b": "By presenting one of the most ambitious NDCs in the world, Brazil understands it is significantly contributing to the \"stabilization of greenhouse gas concentrations in the atmosphere at a level that would prevent dangerous anthropogenic interference with the climate system”, consistent with Article 2 of the UNFCCC.<br>By the same token, Brazil believes to be contributing to the collective effort to hold \"the increase in the global average temperature to well below 2°C above pre-industrial levels and pursuing efforts to limit the temperature increase to 1.5°C above pre-industrial levels”, consistent with Article 2.1(a) of the Paris Agreement.<br>As per Article 4.1 of the Paris Agreement, Brazil presents a sizeable emission reduction target, which largely exceeds any goals related to peaking emissions. Brazil’s NDC is compatible with along-term indicative objective of achieving carbon neutrality in 2060.<br>The Brazilian Federal Government understands that market mechanisms must play a crucial role in the implementation of the objectives of the UNFCCC and its Paris Agreement. Through the Floresta+ Program, the Government has set up an ambitious and innovative policy for the payment of environmental services. The program includes a component that refers to the voluntary carbon market, to foster investments in forest conservation projects. Furthermore, Brazil considers it essential that the negotiations on Article 6 of the Paris Agreement be concluded promptly and that the sustainable development mechanism (SDM) provided for under Article 6, paragraph 4 of the Agreement be operationalized as soon as possible. The SDM has the potential to greatly facilitate the implementation of the Paris objectives, both in Brazil and in other countries. On the other hand, in the event of a failure to conclude the negotiations and regulation of Article 6, the entire architecture of the Paris Agreement would be seriously jeopardized, to the detriment of the implementation of its objectives.<br>As of 2021, Brazil will require at least US$ 10 billion per year to address the numerous challenges it faces, including the conservation of native vegetation in its various biomes. Further decisions regarding Brazil’s indicative long-term strategy, especially the definition of the final date to be considered to this end, will take into account financial transfers to be received by the country. Although the Federal Government currently considers achieving carbon neutrality in 2060, the proper functioning of the market mechanisms under the Paris Agreement might justify considering a more ambitious long-term objective in the future, having as a time horizon, for instance, the year 2050.",
    "conditionality": "",
    "comments": "<a href=\"https://unfccc.int/NDCREG\" target=\"_blank\">Addendum of 31/10/2021: Brazil First NDC (Updated submission-letter). The impact of this update is under analysis.</a>"
  },
  {
    "iso-a3": "MUS",
    "Country": "Mauritius",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "MMR",
    "Country": "Myanmar",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "MDV",
    "Country": "Maldives",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "KAZ",
    "Country": "Kazakhstan",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "PER",
    "Country": "Peru",
    "status": "First NDC update",
    "date": "16/07/2021",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": "NDC yet to be translated to English."
  },
  {
    "iso-a3": "TCD",
    "Country": "Chad",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "GUY",
    "Country": "Guyana",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "BFA",
    "Country": "Burkina Faso",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "CHL",
    "Country": "Chile",
    "status": "First NDC update",
    "date": "09/04/2020",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "Under financial, markets, technological and political conditions.",
    "comments": "The NDC does not exlain the fairness of its pledge along guidance suggested in Decision -/CMA.1."
  },
  {
    "iso-a3": "VUT",
    "Country": "Vanuatu",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "MLI",
    "Country": "Mali",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "ARM",
    "Country": "Armenia",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "NER",
    "Country": "Niger",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "KGZ",
    "Country": "Kyrgyzstan",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "URY",
    "Country": "Uruguay",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "NAM",
    "Country": "Namibia",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "ZMB",
    "Country": "Zambia",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "SWZ",
    "Country": "Eswatini",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "TZA",
    "Country": "United Republic of Tanzania",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "AZE",
    "Country": "Azerbaijan",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "COG",
    "Country": "Republic of Congo",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "DMA",
    "Country": "Dominica",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "ISR",
    "Country": "Israel",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "GTM",
    "Country": "Guatemala",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "STP",
    "Country": "Sao Tome and Principe",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "HTI",
    "Country": "Haiti",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "UKR",
    "Country": "Ukraine",
    "status": "First NDC update",
    "date": "31/07/2021",
    "6a": "Ukraine has made a significant contribution to the reduction of global GHG emissions and ranks first among the 45 Parties to the UNFCCC Annex I for the achieved GHG emissions reduction excluding the LULUCF sector and fourth for the level of GHG emissions reduction including the LULUCF. During the 11 years of Ukraine's obligations under the Kyoto Protocol to the UNFCCC (from 2008 to 2018), Ukraine has totally reduced its GHG emissions by nearly 4.4 billion tons of CO2 equivalent compared to the permitted levels of emissions during this period, which is close to 10% of the current annual global emissions. <br>At the same time, Ukraine's overall economic and social development since 1990 has been marked by a decline in population wellbeing, de-industrialization and deterioration of public finances. <br>At the same time, the low level of income leads to the use and purchase of used consumer goods and equipment, comparing to more climate friendly and expensive goods and technologies. <br>The implementation of the NDC goals by 2030 is consistent with the completion of structural reforms in many spheres of economy and social life. <br>Ukraine’s NDC provides for further reduction of GHG emissions, taking into account the previous significant reductions, in the conditions of ensuring economic development, and is ambitious and relevant, allowing implementation of climate policy in the context of all the Sustainable Development Goals. <br>The military aggression of the Russian Federation and its temporarily occupation of the Autonomous Republic of Crimea, the city of Sevastopol, as well as certain areas of Donetsk and Luhansk regions require the involvement of significant political, financial and human resources to protect the territorial integrity and sovereignty of Ukraine and have a significant negative impact on the economic situation in Ukraine. <br>The foundation for achieving the NDC is linked to the transformation of the energy sector, the success of which depends on support provided to the Government of Ukraine on: <br>- implementation of the National plan on reduction of emissions from large combustion plants; <br>- integration of the unified energy system of Ukraine into the energy system of continental Europe <br>(ENTSO-E); <br>- construction of up to 2 GW of peak and semi-peak shunting heat generation and 0.5 GW of frequency control support systems; <br>- generation of nuclear energy in the amount of not less than 50% of the primary energy supply, taking into account the need to build new power units; <br>- maintaining the transit of natural gas through the territory of Ukraine in the amount of 40-55 billion m3 per year and preventing the completion of the Nord Stream 2 project as such, which poses a threat to the energy security of Ukraine and the EU; <br>- overcoming energy poverty of consumers; <br>- significant increase in the share of electricity and heat production from renewable sources; <br>- full-scale implementation of the program on just transition of coal regions. <br>Such support should complement declared program of support to Ukraine in the Joint Statement of the United States and Germany on “Support for Ukraine, European Energy Security, and our Climate Goals”. <br>Modelling results indicate that under the scenario \"\"Business as usual\"\" GHG emissions are projected to increase by 19% in 2030 as compared with the current level. As Ukraine is suffering from various economic and security crises from 2014, the continued underinvestment can potentially lead to increase of GHG emissions within the timeframe (10 years) up to 37-42% of GHG emissions compared to 1990. In contrast, the NDC predicts a 6.6% reduction of GHG emissions in 2030 compared to the current level (2019). <br>The NDC target of 65% emissions reduction economy-wide, compared to 1990 level, is achievable for all sectors of the economy under the following conditions: <br>- preserving access to foreign markets of key trade partners, <br>- stable and predictable trade policy and the absence of restrictions and barriers from the Annex I Parties to UNFCCC and other countries, which might introduce similar restrictions and barriers, <br> - access to financing for climate modernization projects from the developed countries, private sector, international financial institutions and other donors. The amount of additional investment necessary to deviate from the \"\"Business as usual\"\" scenario and achieve the NDC’s target is 102 billion euro. <br>Access to finance also depends on the strengthening of macrofinancial stability of Ukraine, which is currently implementing the program of cooperation with the International Monetary Fund. <br>By implementing such an ambitious NDC in the period up to 2030, Ukraine will be able to solve the significantly larger investments needed to achieve a climate-neutral economy in 2060. <br>Taking into account limited access of Ukraine to international climate financing (in particular to Green Climate Fund), Ukraine expects to receive additional climate financing in the form of grants from developed countries and other donors, soft loans and other financial instruments for the purpose of creation of a separate climate fund and increase funding for the decarbonisation of the economy through commercial banks and the private sector. The lack of necessary international support puts on the risk of achieving the goal of the NDC.",
    "6b": "Ukraine’s NDC is consistent with global mitigation efforts to limit global warming to well-below 2°C and Ukraine considers it to be a fair contribution to reach this goal.",
    "6c": "Ukraine’s NDC represents a progression of the previously communicated INDC of GHG emission levels not exceeding 60% of 1990 emissions in 2030. This holds, especially taking into account the importance of economic recovery from the military aggression and the COVID-19 pandemic. With this ambitious target Ukraine recognizes the importance of climate change mitigation and its role to contribute its fair share to limit global warming to well below 2°C, taking into account Article 4, paragraph 3 of the Paris Agreement.",
    "6d": "Ukraine complies with this provision by having an economy-wide absolute target.",
    "6e": "N/A",
    "7a": "Ukraine commits to reduce emissions by 65% of 1990 GHG emissions level in 2030 (including LULUCF) and hereby contributes to hold the increase in global average temperature at well below 2°C. The commitment shows progress in emissions reduction comparing to the previous INDC. Moreover, it ensures a low greenhouse gas development that does not threaten Ukraine’s food production and that the Ukrainian economy can develop in a sustainable manner.",
    "7b": "Ukraine’s NDC is consistent with a trajectory to achieve net zero GHG emissions not later than 2060.",
    "conditionality": "Conditional on a stable political environment and trade conditions as well as access to sufficient international finance",
    "comments": ""
  },
  {
    "iso-a3": "LBN",
    "Country": "Lebanon",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "BDI",
    "Country": "Burundi",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "GNB",
    "Country": "Guinea Bissau",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "VNM",
    "Country": "Vietnam",
    "status": "First NDC update",
    "date": "11/09/2020",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": "The NDC features a separate section on fairness and ambition:<br><br>\"\"6.3. Fairness and best efforts <br>Given the current socio-economic development of a developing country significantly affected by climate change, in its updated NDC Viet Nam has shown the country's highest level of efforts in contributing to global climate change mitigation and implementation of the UNFCCC and the Paris Agreement.<br>In 2014, Viet Nam's GHG emissions accounted for only about 0.5% of the total global GHG emissions with per capita emissions of only 2.84 tonnes of CO2eq. Nevertheless, Viet Nam has actively implemented climate change responses, developed the economy towards low-carbon development and green growth, and strengthened the implementation of potential emission mitigation measures in the energy, industry, transport, agriculture and waste sectors, as well as improving the carbon sequestration capacity in the LULUCF sector.<br>Compared to the current NDC, the mitigation contribution in the updated NDC with domestic resources is significantly increased in terms of both volume and percentage compared to BAU. More specifically, the reduction volume is increased by21.2 million tCO2eq, from 62.7 million tCO2eqin the current NDC to 83.9 million tCO2eqin the updated NDC, and the reduction percentage is increased by 1% (from 8% to 9%). The contribution of GHG reduction with additional international assistance is increased from 25% to 27%, and the reduction volume is increased by 52.6 million tCO2eq, from 198.2 million tCO2eqto 250.8 million tCO2eq.<br>The nation's efforts are also reflected in the fact that the Viet Nam Government has always considered climate change response to be vital. It is the responsibility of the entire country to simultaneously conduct climate change adaptation and mitigation activities, and use natural resources efficiently and sustainably. These efforts have been reviewed and included in Viet Nam's policy actions to be implemented from 2021 onwards, in which revisions of the Law on Environmental Protection and related legal documents were most important. The chapter on Climate Change Response of the mentioned Law specifies the responsibilities of organisations and individuals in response to climate change in general and in the implementation the updated NDC in particular."
  },
  {
    "iso-a3": "BRB",
    "Country": "Barbados",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "CPV",
    "Country": "Cape Verde",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "SLB",
    "Country": "Solomon Islands",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "TKM",
    "Country": "Turkmenistan",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "ZWE",
    "Country": "Zimbabwe",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "CRI",
    "Country": "Costa Rica",
    "status": "First NDC update",
    "date": "29/12/2020",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": "NDC yet to be translated to English."
  },
  {
    "iso-a3": "BTN",
    "Country": "Bhutan",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "KHM",
    "Country": "Cambodia",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "RWA",
    "Country": "Rwanda",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "LSO",
    "Country": "Lesotho",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "TJK",
    "Country": "Tajikistan",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "LBR",
    "Country": "Liberia",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "GMB",
    "Country": "Gambia",
    "status": "Second NDC",
    "date": "12/09/2021",
    "6a": "The Gambia’s contribution to global climate change has always been marginal. According to the CAIT database, its GHG emissions in 2010 represented less than 0.01 percent of global emissions.<br>At first sight, it would seem unfair to ask a country like The Gambia to contribute to global emission reduction efforts. This would suggest that resources to be allocated to poverty reduction and development priorities would be shifted to climate action, in keeping with the Paris Agreement’s implementation requirements. The Gambia has always taken a progressive position and shown commendable leadership in the climate change negotiations, as the current level of global mitigation<br>ambition is quite low and likely to pose tremendous challenges for countries like The Gambia. Agriculture, energy and water resources - sectors vital to The Gambia’s economy - will suffer greatly if global and deep cuts do not occur in the near future. For this reason, The Gambia exercised leadership by joining the 2011 call for a universal mobilization of efforts to tackle climate change so that global actions can protect the future of the most vulnerable countries. With its NDC1, The Gambia wanted to take a moral position and call on all responsible and capable countries to take actions proportional to their responsibilities and capabilities, both for themselves and for the entire global community. The NDC2 reaffirms and, even, strengthens this commitment.<br>The Gambia is an LDC. Under the Lima Call for Action, LDCs are not required to set quantified or quantifiable targets. However, The Gambia’s NDC2 includes quantified and quantifiable commitments that exceed The Gambia’s fair share.",
    "6b": "Fairness considerations were addressed in 4(c) and 6(a)",
    "6c": "The Gambia’s NDC2 represents an advance relative to the NDC1 in the following respects:<br>• The NDC1 did not include forestry and wastewater emissions. The NDC2 increases sectoral coverage to all of the country’s GHG emissions by including the two aforementioned categories;<br>• 13 additional mitigation measures are included in the NDC2;<br>• The NDC2 relies on an enhanced and more robust database to estimate baseline emissions. The Gambia’s NDC reflects the country’s highest possible ambition, taking into account “common but differentiated responsibilities and respective capabilities, in the light of different national circumstances”. Considerations to support this statement are provided in 4(c) and 6(a)",
    "6d": "The Gambia is a developing country.<br>As explained in 6(c), the NDC2 enhances its mitigation efforts compared to the NDC1.<br>Moreover, the NDC1 included an economy-wide reduction target, which the NDC2 retains. <br>As such, The Gambia’s NDC stands out as very ambitious.",
    "6e": "Not applicable (The Gambia chose to submit a quantifiable target as its NDC instead of communicating strategies, actions and plans)",
    "7a": "As noted in 4(c), The Gambia’s NDC1, whose mitigation ambition has been further enhanced in the NDC2, was deemed to be compatible with the 1.5°C goal of the Paris Agreement by the CAT. As such, this NDC will contribute substantially to achieving the ultimate objective of stabilizing GHG concentrations in the atmosphere at a level that would prevent dangerous anthropogenic interference with the climate system and within a time frame sufficient to allow ecosystems to adapt naturally to climate change. This will ensure that food production is not threatened and will enable economic development to proceed in a sustainable manner.",
    "7b": "As noted in 4(c), this NDC is consistent with the goal of limiting the temperature increase to 1.5 °C above the pre-industrial level. The Gambia’s GHG emissions peaked in 2015 (excluding IPPU) and trend downward in the mitigation scenario.<br>The Gambia is developing a 2050 Climate Vision that will establish the country’s goal to reach net-zero carbon emissions by 2050, thus contributing to the goal of achieving a balance between anthropogenic emissions by source and removals by sinks in the second half of this century.",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "PNG",
    "Country": "Papua New Guinea",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "TGO",
    "Country": "Togo",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "TUR",
    "Country": "Turkey",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "SMR",
    "Country": "San Marino",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "WSM",
    "Country": "Samoa",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "PHL",
    "Country": "Philippines",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "LAO",
    "Country": "Laos",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "MWI",
    "Country": "Malawi",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "THA",
    "Country": "Thailand",
    "status": "First NDC update",
    "date": "26/10/2020",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": "The NDC does not exlain the fairness of its pledge along guidance suggested in Decision -/CMA.1."
  },
  {
    "iso-a3": "GIN",
    "Country": "Guinea",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "HND",
    "Country": "Honduras",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "SLE",
    "Country": "Sierra Leone",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "BWA",
    "Country": "Botswana",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "PRY",
    "Country": "Paraguay",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "BLZ",
    "Country": "Belize",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "IND",
    "Country": "India",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "ECU",
    "Country": "Ecuador",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "MOZ",
    "Country": "Mozambique",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "ARG",
    "Country": "Argentina",
    "status": "Second NDC",
    "date": "02/11/2021",
    "6a": "La República Argentina entiende que un abordaje de los conceptos de equidad, justicia y ambición debe hacerse a la luz de sus circunstancias nacionales y sobre la base del principio de respon-sabilidades comunes pero diferenciadas y capacidades respectivas.",
    "6b": "<p>La equidad, la justicia y la ambición de esta Contribución son analiza-das desde varias perspectivas, entendiendo que no existe un único indicador que pueda reflejar con precisión una distribución global-mente equitativa, justa y ambiciosa de los esfuerzos de las Partes.</p><p>En el caso de este país, los factores que explican el perfil y la ten-dencia de sus emisiones y absorciones no responden a aspectos meramente poblacionales o económicos, por lo que los indicado-res de emisiones por intensidad no abordan por completo la equi-dad, justicia y ambición de los esfuerzos del país. </p><p>Asimismo, como país en desarrollo y vulnerable a los impactos del cambio climático, la República Argentina tiene la responsabilidad de promover acciones y políticas para alcanzar un modelo de desa-rrollo sostenible, inclusivo y equilibrado, de modo tal que garantice no dejar a nadie atrás y sea consistente con la Agenda 2030 y sus Objetivos de Desarrollo Sostenible.</p><p>Si bien las emisiones del país han aumentado en términos absolu-tos respecto de 1990, se observa una disminución en la tendencia histórica de los últimos años, luego de alcanzar un pico en 2007. Esto representó una participación máxima del 0,95% respecto del total de emisiones globales para el mismo periodo. </p><p>Por otra parte, si tomamos como referencia el año 2005, se ob-serva una reducción de las emisiones netas de un 4,3% en 2010 y de un 9,6% en 2016.</p><p>Dado que las políticas y medidas para dar respuesta al cambio climático deben tener en cuenta las circunstancias de cada país y articularse con las prioridades nacionales de desarrollo, se con-sidera que la Segunda NDC de la República Argentina es justa, equitativa y ambiciosa, ya que:<ul><li>mantendrá al 2030 un nivel de emisiones similares a las re-portadas en el IBA 3 (2019);</li><li>a través de su meta, alcanzará un porcentaje de participa-ción de 0,9% respecto de las emisiones globales, según la pro-yección del Emissions Gap Report 2019. De este modo, se mantendría la participación de las emisiones de la Argentina por debajo del máximo alcanzado en 2007;</li><li>presenta una meta absoluta incondicional y aplicable a to-dos los sectores de la economía, en cumplimiento con el artí-culo 4.4 del Acuerdo de París;incorpora un componente de adaptación, incluyendo una meta específica;se han realizado esfuerzos para alcanzar un enfoque ba-lanceado entre los componentes de mitigación, adaptación y medios de implementación, y establecer sinergias entre ellos;</li><li>se incorporan mejoras en términos de transparencia al presen-tar la Información necesaria para la Claridad, la Transparencia y la Comprensión en cumplimiento con el párrafo 4.8 del Acuerdo de París y con lo establecido en el párrafo 7 de la decisión 4/CMA 1, junto con la Segunda Comunicación de Adaptación.</p><p>La Argentina, además de considerar las tres dimensiones centra-les de mitigación, adaptación y medios de implementación, en-tiende que los conceptos de ambición, justicia y equidad implican la necesidad de que los planes y políticas sean inclusivos y tengan en cuenta aportes transversales que permitan potenciar sinergias en la acción climática. En línea con ello, la Segunda NDC avanza en el diseño de un enfoque transversal de la dimensión de género a lo largo de los sectores, así como nociones tendientes a garan-tizar la transición justa de la fuerza laboral. Asimismo, se propone profundizar el rol de la educación como motor de cambios socia-les y consolidar un vínculo robusto con el sistema científico tec-nológico, como fuente de conocimientos y posibles herramientas para abordar el cambio climático.</li></ul></p>",
    "6c": "La Segunda NDC de la República Argentina representa una me-jora respecto a la actualización de la primera NDC de 2016 dado que presenta una meta absoluta un 25,7% más ambiciosa, y de carácter incondicional. Asimismo, la meta actual se estimó utilizando un modelo basado en el INGEI 2016 reportado en el IBA 3, el cual representa una mejo-ra sustancial respecto al INGEI 2014, correspondiente al IBA 2 y uti-lizado como base de la estimación de la meta anterior. Esta mejora en la calidad de los inventarios consta en un aumento significativo en la superficie representada, mejoras en el método de cálculo y los factores de emisión utilizados, mayor coherencia en la serie tem-poral, una mayor cantidad de fuentes y sumideros incluidos - por ejemplo, emisiones asociadas al uso de lubricantes, grasas y ceras de parafina, y de productos como sustitutos de las sustancias que agotan la capa de ozono -, entre otros. A su vez, representa una mejora en términos de la transparencia de la información incluida al reportar, según los requerimientos de la orientación de Katowice de la Decisión 4/CMA.1 sobre la Claridad, la Transparencia y la Comprensión (ICTU, por sus siglas en inglés).Por último, esta Segunda NDC incorpora nuevas secciones de Ejes Rectores, Medios de Implementación, y Monitoreo y Evalua-ción, las cuales facilitan el entendimiento de la meta a la luz de las circunstancias nacionales del país",
    "6d": "La Segunda NDC de la República Argentina presenta una meta absoluta para todos los sectores de la economía.",
    "6e": "N/A",
    "7a": "La Segunda NDC de la República Argentina, tal como se detalló en los incisos 6.a y 6.b, es justa y ambiciosa, y refleja que los esfuer-zos del país están en línea con los insumos y recomendaciones provistos por la ciencia, con los esfuerzos colectivos de alcanzar el objetivo de la Convención enunciado en su artículo 2 y con el propósito del Acuerdo de París, a la luz de las capacidades y cir-cunstancias nacionales. Asimismo, refleja las prioridades nacio-nales de desarrollo sostenible en el largo plazo, en función de los medios de implementación necesarios para poder implementarla.Finalmente, en línea con este objetivo y en conformidad con la invitación del Acuerdo de París en su artículo 4.19 y en la deci-sión 1/CP.21, párrafo 35, la República Argentina presentará en el 2021 su Estrategia de Desarrollo con Bajas Emisiones de Gases de Efecto Invernadero a Largo Plazo.",
    "7b": "See 7a",
    "conditionality": "Only unconditional",
    "comments": "NDC yet to be translated to English. The impact of the 02/11/2021 update is under analysis, current ambition assessment is based on the 30/12/2020."
  },
  {
    "iso-a3": "AFG",
    "Country": "Afghanistan",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "BIH",
    "Country": "Bosnia and Herzegovina",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "BOL",
    "Country": "Bolivia",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "UGA",
    "Country": "Uganda",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "ATG",
    "Country": "Antigua and Barbuda",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "OMN",
    "Country": "Oman",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "ARE",
    "Country": "United Arab Emirates",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "LKA",
    "Country": "Sri Lanka",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "SUR",
    "Country": "Suriname",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "FJI",
    "Country": "Fiji",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "SAU",
    "Country": "Saudi Arabia",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "SDN",
    "Country": "Sudan",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "PAK",
    "Country": "Pakistan",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "IRQ",
    "Country": "Iraq",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "EGY",
    "Country": "Egypt",
    "status": "First NDC update",
    "date": "07/07/2022",
    "6a": "Egypt adopts the equity principle of common but differentiated responsibilities in accordance with the respective national capabilities, in accordance with the UNFCCC and Paris Agreement. Despite that Egypt’s contribution to global emissions is marginal, but the country is highly vulnerable to climate change impacts (specifically Delta region) that threaten its path to sustainable development. Egypt has set an ambitious target to contribute to reducing GHG emissions. Egypt update of its NDC is ambitious in terms of meeting the long-term goal set by the Paris Agreement including mitigation and adaptation. Leveraging this ambition is directly proportional to the availability of additional sustainable and predictable support to facilitate the means for implementation.",
    "6b": "Refer to 6(a)",
    "6c": "Refer to Section II (Revision Highlights) above",
    "6d": "Not applicable",
    "6e": "Not applicable",
    "7a": "Refer to 6(a)",
    "7b": "Refer to 6(a)",
    "conditionality": "Conditional on international support",
    "comments": ""
  },
  {
    "iso-a3": "SLV",
    "Country": "El Salvador",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "NRU",
    "Country": "Nauru",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "SOM",
    "Country": "Somalia",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "BHS",
    "Country": "The Bahamas",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "VCT",
    "Country": "St Vincent & the Grenadines",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "LCA",
    "Country": "Saint Lucia",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "COK",
    "Country": "Cook Islands",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "QAT",
    "Country": "Qatar",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "IRN",
    "Country": "Iran",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "SSD",
    "Country": "South Sudan",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "CUB",
    "Country": "Cuba",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "YEM",
    "Country": "Yemen",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "FSM",
    "Country": "Federated States of Micronesia",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "BHR",
    "Country": "Bahrain",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "KWT",
    "Country": "Kuwait",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "NIU",
    "Country": "Niue",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "MYS",
    "Country": "Malaysia",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "JAM",
    "Country": "Jamaica",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "TUV",
    "Country": "Tuvalu",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "NGA",
    "Country": "Nigeria",
    "status": "First NDC update",
    "date": "30/07/2021",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": "Fairness and ambition<br>This NDC update represents a fair and ambitious contribution to the objectives of the Paris Agreement. The conditional contribution represents significant progression towards the draft 2050 vision of having current GHG emissions, which itself is a stepping stone towards ultimate net zero GHG emissions as early as possible in the second half of the century, consistent with article 4(1) of the Paris agreement. The scale of the emissions reductions – a reduction of around 100 MtCO2e from current levels for the conditional contribution – is consistent with the level of emissions reductions proposed for Nigeria by the Climate Equity Reference Calculator to be on the global 1.5°C pathway. Mobilization of international support and private sector investment would enable Nigeria to peak GHG emissions peak this decade.<br>Historical, Nigeria has contributed very little to the stock of GHG emissions in the atmosphere leading to human-induced climate change. Nonetheless, with this updated NDC, the country is committing to play its four part in delivering a solution. This includes significant additional measures to be taken in the island gas sector, detailed below."
  },
  {
    "iso-a3": "PLW",
    "Country": "Palau",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "AGO",
    "Country": "Angola",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "BRN",
    "Country": "Brunei",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "TON",
    "Country": "Tonga",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "KNA",
    "Country": "Saint Kitts and Nevis",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "VEN",
    "Country": "Venezuela",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "NPL",
    "Country": "Nepal",
    "status": "Second NDC",
    "date": "22/06/2021",
    "6a": "Nepal is a Least Developed Country with an insignificant contribution to past and current global emissions. Nevertheless, Nepal recognizes that to meet the 1.5°C temperature goal, all countries need to undertake ambitious mitigation actions. This NDC and accompanying information reflect Nepal’s commitment under the Paris Agreement to address climate change.",
    "6b": "See above, 6 (a).",
    "6c": "This NDC broadens the ambition of the2016 NDC, both in terms of sectoral coverage and net emission reduction contribution.",
    "6d": "In addition to the sectoral activity-based targets for transport, cooking, forestry and waste sectors, the 2020 NDC also includes policy targets for sectors where data and/or baseline information is not available such as for electric railroads, solid waste management and industries. This paves the way for Nepal to establish an economy-wide emissions target, based on national circumstances and capabilities.",
    "6e": "In addition to sectoral activity-based targets, Nepal’s 2020 NDC also includes policy targets (See section 1(d)) for areas where data and/or baseline information is not available. These areas include electric railroads, solid waste management and industries.",
    "7a": "See above, 6 (a).",
    "7b": "See above, 6 (a) and 7(a).",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "AUT",
    "Country": "AUSTRIA",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "BEL",
    "Country": "BELGIUM",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "BGR",
    "Country": "BULGARIA, THE REPUBLIC OF",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "CYP",
    "Country": "CYPRUS",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "CZE",
    "Country": "CZECH REPUBLIC",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": "",
    "latest_available": "30% below 2005, or 48% below 1990, excluding LULUCF",
    "source": "<a href='https://energy.ec.europa.eu/topics/energy-strategy/national-energy-and-climate-plans-necps_en#final-necps' target='_blank'>National energy and climate plans (NECPs)</a>",
    "note": ""
  },
  {
    "iso-a3": "DEU",
    "Country": "GERMANY",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": "",
    "latest_available": "65% below 1990 excluding LULUCF",
    "source": "<a href='https://www.gesetze-im-internet.de/englisch_ksg/englisch_ksg.html#p0028' target='_blank'>Federal Climate Change Act (2021)</a>",
    "note": ""
  },
  {
    "iso-a3": "DNK",
    "Country": "DENMARK",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": "",
    "latest_available": "70% below 1990, including LULUCF",
    "source": "<a href='https://energy.ec.europa.eu/topics/energy-strategy/national-energy-and-climate-plans-necps_en#final-necps' target='_blank'>National energy and climate plans (NECPs)</a>",
    "note": "This 2030 target of 70% below 1990 includes LULUCF. The situation assessed here is one where Denmark meets its target by reducing by 70% over the period 1990 to 2030 emissions excluding LULUCF and thus LULUCF emissions."
  },
  {
    "iso-a3": "ESP",
    "Country": "SPAIN",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": "",
    "latest_available": "23% below 1990, excluding LULUCF",
    "source": "<a href='https://energy.ec.europa.eu/topics/energy-strategy/national-energy-and-climate-plans-necps_en#final-necps' target='_blank'>National energy and climate plans (NECPs)</a>",
    "note": ""
  },
  {
    "iso-a3": "EST",
    "Country": "ESTONIA",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": "",
    "latest_available": "70% below 1990, excluding LULUCF",
    "source": "<a href='https://energy.ec.europa.eu/topics/energy-strategy/national-energy-and-climate-plans-necps_en#final-necps' target='_blank'>National energy and climate plans (NECPs)</a>",
    "note": ""
  },
  {
    "iso-a3": "FIN",
    "Country": "FINLAND",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "FRA",
    "Country": "FRANCE",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": "",
    "latest_available": "40% below 1990, excluding LULUCF",
    "source": "<a href='https://energy.ec.europa.eu/topics/energy-strategy/national-energy-and-climate-plans-necps_en#final-necps' target='_blank'>National energy and climate plans (NECPs)</a>",
    "note": ""
  },
  {
    "iso-a3": "GBR",
    "Country": "UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND",
    "status": "First NDC update",
    "date": "22/09/2022",
    "6a": "In its NDC the UK commits to reducing economy-wide greenhouse gas emissions by at least 68% by 2030 compared to 1990 levels. This requires the fastest rate of reduction in greenhouse gases between 1990 and 2030 of all major economies. It remains a fair and ambitious contribution to global action on climate change.<br>In determining the target level and revisiting it in light of the Glasgow Climate Pact, BEIS led work across HM Government departments to identify the UK’s highest possible ambition, taking account of a range of factors including the temperature goal and principle of equity in the Paris Agreement, the latest available science, robust analysis of domestic decarbonisation potential, the UK’s legally binding net zero commitment and guidance from the Climate Change Committee (CCC).<br>In guidance published in December 2020, the CCC stated that a 2030 target of at least 68% below base year levels “would constitute a decisive commitment to a net zero emissions trajectory, consistent with the Paris Agreement” and “would place the UK among the leading countries in climate ambition.” [https:/www.theccc.org.uk/publication/letter-advice-on-the-uks-2030-nationally-determined-contribution-ndc/]<br>In its Progress Report to Parliament in June 2022, the Climate Change Committee reiterated that “the UK NDC is ambitious and consistent with the Paris temperature goal.” [https:/www.theccc.org.uk/publication/2022-progress-report-to-parliament/] The CCC did not recommend a change to the headline target but recommended that the UK should focus on delivery of the current NDC.",
    "6b": "The UK’s NDC target was determined taking account of the temperature goal of the Paris Agreement and in particular the principles of equity and “common but differentiated responsibilities and respective capabilities, in the light of different national circumstances”.<br>There is no international consensus on which indicators should be used, and so the UK considered a range of internationally recognised effort sharing metrics and took into account other independent assessments of the level of ambition of the UK’s NDC.<br>The Glasgow Climate Pact recognises the need for deep and sustained reductions in global greenhouse gas emissions. The UK’s previous NDC submission referred to evidence set out in the Intergovernmental Panel on Climate Change’s (IPCC) Special Report on Global Warming of 1.5°C, including the need for global greenhouse gas emissions to fall by around 45% by 2030 relative to the 2010 level. Based on estimates set out in the UK’s latest (1990-2020) GHG inventory, the NDC target would achieve a reduction of around 57% over the same period.<br>In its more recent Sixth Assessment Report (AR6) Working Group III, the IPCC highlighted global emissions reductions between 2019 and 2030, with the median 1.5ºC pathway showing a reduction in greenhouse gas emissions of at least 41% by 2030 on 2019 levels. The UK’s NDC is estimated to imply a reduction of around 42% over this period, following significant reductions already achieved between 2010 and 2019. <br>Based on latest estimates, the UK’s NDC suggests that emissions per person in 2030 would be below 4tCO2e, which is of a comparable level (3.5-4 tCO2e) to estimates for the global average implied by the IPCC’s median pathways consistent with limiting warming to 1.5 degrees. <br>The NDC is also on the trajectory to net zero greenhouse gas emissions by 2050, which the Climate Change Committee and other independent external commentators consider to be aligned with a least-cost global pathway to keep the global temperature rise below 1.5⁰C.",
    "6c": "The UK’s NDC target was determined taking account of the temperature goal of the Paris Agreement and in particular the principles of equity and “common but differentiated responsibilities and respective capabilities, in the light of different national circumstances”.<br>HM Government has a well-established process involving all relevant departments to regularly review domestic greenhouse gas abatement potential, as part of the framework to deliver on carbon budgets and net zero under the Climate Change Act. Having revisited its NDC through this process in line with the Glasgow Climate Pact, HM Government has determined that the target to reduce greenhouse gas emissions by at least 68% by 2030 on 1990 levels represents its highest possible ambition.<br>As set out in the UK’s previous NDC communication, the target in the UK’s NDC represents a significant progression on the UK’s previous contribution to the EU’s then joint Intended NDC (INDC) from 2015, which was estimated by the CCC to imply a 53% reduction in UK emissions by 2030 on 1990 levels.<br>In line with the Glasgow Climate Pact, the UK has been through a process to revisit its NDC and ensure it remains aligned with the Paris Agreement temperature goal. The UK has also strengthened its NDC in several ways, including by clarifying how the NDC will be delivered by 2030, by updating on the progress made in expanding the territorial scope of the NDC to include the UK’s Crown Dependencies and Overseas Territories, and by including more information on the UK’s approach to gender, green skills, Just Transition and public engagement.",
    "6d": "The UK’s NDC is an economy-wide absolute emissions reduction target in compliance with Article 4.4 of the Paris Agreement.<br>During its COP Presidency, the UK has been encouraging all Parties to revisit and strengthen their NDCs as necessary to align with the Paris Agreement temperature goal, in line with the Glasgow Climate Pact.<br>The UK recognises the importance of supporting developing country parties in implementing the Paris Agreement. The UK is a core funder and, alongside Jamaica, 2021-22 co-chair of the Nationally Determined Contributions Partnership (NDC Partnership). The UK has committed £27m to the NDC Partnership from 2019–25, supporting developing country members to turn NDCs from stand-alone documents into national policies and plans. As set out in the UK’s International Development Strategy (May 2022), the UK has doubled its total International Climate Finance (ICF) to £11.6 billion between 2021/22 and 2025/26, ensuring a balanced split between mitigation and adaptation finance. A major focus of ICF programming will be on accelerating the clean energy transition in developing countries and at least £3bn of ICF between 2021-22 and 2025-26 will be invested in climate change and poverty reduction solutions that protect, restore, and sustainably manage nature.<br>In line with expectations in the Paris Agreement and UNFCCC, the UK’s International Climate Finance contributions are explained in detail in the UK’s 8th National Communication, 5th Biennial Report and Finance Biennial Communication. The UK will submit its second Finance Biennial Communication by the end of 2022.",
    "6e": "Not applicable.",
    "7a": "The UK’s NDC represents the UK’s contribution to the objectives of Article 2 of the Convention to stabilise GHG concentrations in the atmosphere at a level that would prevent dangerous anthropogenic interference with the climate system. Sections 4 and 6 detail the UK’s mitigation ambition that will contribute to achieving Article 2 of the Convention.",
    "7b": "See Section 4 and 6 on the UK’s legislated commitment to reach net zero emissions by 2050 and how the UK’s NDC contributes to that goal.",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "GRC",
    "Country": "GREECE",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": "",
    "latest_available": "",
    "source": "<a href='https://energy.ec.europa.eu/topics/energy-strategy/national-energy-and-climate-plans-necps_en#final-necps' target='_blank'>National energy and climate plans (NECPs)</a>",
    "note": ""
  },
  {
    "iso-a3": "HRV",
    "Country": "CROATIA",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "HUN",
    "Country": "HUNGARY",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": "",
    "latest_available": "40% below 1990 (unknown inclusion of LULUCF)",
    "source": "<a href='https://energy.ec.europa.eu/topics/energy-strategy/national-energy-and-climate-plans-necps_en#final-necps' target='_blank'>National energy and climate plans (NECPs)</a>",
    "note": "Hungary’s NECP does not specify whether the land-use emissions (LULUCF) are included, but it compares this target to emissions projections excluding LULUCF. The target is here assessed excluding LULUCF."
  },
  {
    "iso-a3": "IRL",
    "Country": "IRELAND",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": "",
    "latest_available": "51% below 2018, including LULUCF",
    "source": "<a href='https://www.irishstatutebook.ie/eli/2021/act/32/enacted/en/html' target='_blank'>Climate Action and Low Carbon Development (Amendment) Act 2021</a>",
    "note": "This target includes LULUCF emissions and, the Climate Action and Low Carbon Development Act, Ireland’s Climate Change Advisory Council <a href='https://www.climatecouncil.ie/media/climatechangeadvisorycouncil/Technical%20report%20on%20carbon%20budgets%2025.10.2021.pdf' target='_blank'>“has assumed a 51% emissions reduction in the LULUCF sector in the period to 2030”</a>, which thus applies the reduction target to LULUCF emissions and non-LULUCF emissions equally."
  },
  {
    "iso-a3": "ITA",
    "Country": "ITALY",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "LTU",
    "Country": "LITHUANIA",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": "",
    "latest_available": "70% below 1990 (unknown inclusion of LULUCF)",
    "source": "<a href='https://e-seimas.lrs.lt/portal/legalAct/lt/TAP/ba67ae20d5a111eb866fe2e083228059?positionInSearchResults=1&searchModelUUID=ac1a49e8-1f4f-4dc6-b6ed-aefce7872e19' target='_blank'>Ruling on the adoption of a national climate change agenda (2021)</a>",
    "note": "This 2030 target of 70% below 1990 does not specify whether it includes LULUCF. The situation assessed here is one where Lithuania meets its target by reducing by 70% over the period 1990 to 2030 emissions excluding LULUCF and thus LULUCF emissions."
  },
  {
    "iso-a3": "LUX",
    "Country": "LUXEMBOURG",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "LVA",
    "Country": "LATVIA",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": "",
    "latest_available": "65% below 1990, excluding LULUCF",
    "source": "<a href='https://energy.ec.europa.eu/topics/energy-strategy/national-energy-and-climate-plans-necps_en#final-necps' target='_blank'>National energy and climate plans (NECPs)</a>",
    "note": ""
  },
  {
    "iso-a3": "MLT",
    "Country": "MALTA",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "NLD",
    "Country": "NETHERLANDS, THE KINGDOM OF THE",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": "",
    "latest_available": "49% below 1990, excluding LULUCF",
    "source": "<a href='https://energy.ec.europa.eu/topics/energy-strategy/national-energy-and-climate-plans-necps_en#final-necps' target='_blank'>National energy and climate plans (NECPs)</a>",
    "note": ""
  },
  {
    "iso-a3": "POL",
    "Country": "POLAND",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "PRT",
    "Country": "PORTUGAL",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": "",
    "latest_available": "45% to 55% below 2005, excluding LULUCF",
    "source": "<a href='https://energy.ec.europa.eu/topics/energy-strategy/national-energy-and-climate-plans-necps_en#final-necps' target='_blank'>National energy and climate plans (NECPs)</a>",
    "note": ""
  },
  {
    "iso-a3": "ROU",
    "Country": "ROMANIA",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "SVK",
    "Country": "SLOVAKIA",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "SVN",
    "Country": "SLOVENIA",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": "",
    "conditionality": "",
    "comments": ""
  },
  {
    "iso-a3": "SWE",
    "Country": "SWEDEN",
    "status": "",
    "date": "",
    "6a": "",
    "6b": "",
    "6c": "",
    "6d": "",
    "6e": "",
    "7a": "",
    "7b": ""
  }
]
